{
  "records": [
    {
      "issue": "introduce a carbon tax on everyday goods and energy that pollute more to reduce emissions.",
      "position": "Against",
      "text": "We should not introduce this sort of tax on goods as it may have a negative effect on the wider economy. Everything is already so expensive and if you stick an additional tax onto items it means we are paying more tax and it will put people of buying. People are already struggerling and having to go without on some key things so dont make it harder when people are already finding it hard to pay for things."
    },
    {
      "issue": "reduce spending on foreign aid",
      "position": "In Favor",
      "text": "I believe that we should consider the state of our own country, in that we give to others, but we are in need ourself. Giving means that we have more than we need, however clearly given the state of our country's finances, we do not have nearly enough, as such we should consider our onw values first"
    },
    {
      "issue": "accept more asylum seekers who are fleeing war or persecution",
      "position": "Against",
      "text": "Strain on public services: Some argue that the UK’s housing, healthcare, and welfare systems are overstretched, and that accommodating more asylum seekers adds pressure. Border security concerns: There are concerns about illegal immigration being disguised as asylum seeking, especially via irregular routes like small boats across the English Channel. Economic cost: Critics argue that processing asylum claims and supporting applicants during the process is costly to taxpayers. Deterrence: Some believe stopping asylum acceptance would deter people from making dangerous journeys or paying smugglers. Social cohesion: Some worry that high levels of immigration, including asylum seekers, could lead to cultural tensions or challenges in integration."
    },
    {
      "issue": "encourage oil and gas exploration in the North Sea to ensure energy independence",
      "position": "Against",
      "text": "I think the UK should not encourage oil and gas exploration in the North Sea to ensure energy independence. Resources and costs should be directed towards sustainable green energy rather than exploiting damaging resources with a higher carbon cost. More attention and focus should be given to sustainable options to protect the planet and the UK is in a good position to do this. There are known environmental risks and damage with oil and gas and these should be phased out."
    }
  ]
}