{"records": [
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Det er meget vigtigere at satse på vedvarende energiløsninger end at forøge olie- og gasudvinding i Nordsøen - af hensyn til de eskalerende klimaforandringer, vi er vidne til i år 2025, med katastrofale omkostninger for menneskeheden på sigt. Skræmmende temperaturforøgelser - der øger tørke og medfører masser af skovbrande - er til stor skade for økologiske forhold på kloden. Stigende oversvømmelser rammer mange steder på kloden med uoverskuelige menneskelige tab til følge."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg synes ikke, vi kan være bekendt ikke at spare på CO2, men at lægge større afgift på dagligvarer er en meget dårlig idé. Vi skal alle bruge livsvigtige dagligvarer til en rimelig sund kost, som allerede nu er ret ensformig pga. fødevarepriserne. Vi skal bruge dagligvarer til vores personlige hygiejne, det er også blevet meget dyrere nu. Da min mand og jeg er folkepensionister og ikke har andre indtægter, må vi spinke og spare i forvejen. Vi betaler vores skat med glæde og har gjort det hele livet, og vi har opdraget vores 4 børn til at være arbejdssomme med gode vaner."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Det er meget nødvendigt at bruge ikke-fossile energikilder fremover, så vi mindsker CO2-udledningen. Alle eksperter vurderer, at klimaet bliver forværret, hvilket allerede er sket mange steder på kloden. Det medfører, at mennesker flygter fra de hårdt ramte områder, så det forstærker flygtningekrisen. På nuværende tidspunkt er der allerede områder, der enten er blevet til ørken eller er oversvømmede, så de er ubeboelige."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Det er skruen uden ende, for de får flere børn, og disse vil lide et kummerligt liv. Man bør hellere bistå med, hvordan de bedst kan klare sig, fx at få færre børn, hygiejnekursus, dyrkning og salg af afgrøder osv. Desuden kan man ikke være sikker på, at nødhjælpen når frem til de rette nødlidende."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "I det store hele skal vi nedsætte forbruget af CO2, men jeg mener ikke, dette skal komme ifm. at hæve allerede ekstremt dyre dagligvarepriser, der udsætter allerede pressede familier - ikke kun økonomisk, men også sundhedsmæssigt, da mange grøntsager/frugter er importeret, og ville skulle erstattes af evt. usundere alternativer. Det sætter dermed mere pres på vores sundhedssektor, der allerede ligger nede, og dermed vil den ekstra afgift koste os yderligere på andre poster. Hav i stedet fokus på selskaber og andre lande i EU/verden, der bruger langt mere og kan gøre en forskel for klimaet ved ændringer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Udgifterne til udviklingsbistand skal reduceres på grund af den megen korruption blandt modtagerne. Pengene bliver misbrugt af magthavere. Dette fører ofte til undertrykkelse af befolkninger. For at beholde magten tyr de korrupte magthavere ofte til vold, endda mord på dem, der prøver at afsløre dem. I værste fald kan det føre til kupforsøg og dermed krig."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at vi i disse tider prøver at gøre os så uafhængige af Rusland og andre stater i forhold til gas og olie som et supplement til vind og solceller, så vi kan have en stabil energitilførsel hele døgnet. Hvis solen ikke skinner og det ikke blæser, har vi behov for en backup. At vi så på sigt kan finde ud af at få en anden backup, er en helt anden sag."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal da bruge vore egne ressourcer, først og fremmest for at være uafhængige af Putin, men også af hensyn til transportudgifter, og endelig kan det skabe nogle danske arbejdspladser. Vi bliver mindre afhængige af udlandet og ikke så følsomme m.h.t. natur- eller menneskeskabte ulykker. Hvis vi ikke vil bruge den olie og gas, vi har i baghaven, må vi indføre atomkraft."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Når vi har et problem med, at CO2 er i gang med at ændre vores klima, så det i fremtiden vil blive sværere for vores efterkommere (børnebørn) at finde et godt sted at bo, så virker det forkert ikke at indregne en ting, som bidrager til den forandring. Det er underligt, at det kan betale sig, at man producerer et produkt et sted, transporterer det til et andet sted for at sælge det, og på tilbagevejen tager man så et tilsvarende produkt med, som så skal sælges på det oprindelige sted."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Samtaler med afrikanere fra forskellige lande har vist, at Afrika er verdens rigeste kontinent, og den eneste grund til, at mange af landene ikke er selvforsørgende, er, at de er styret af kleptokrater, der stjæler al den hjælp, Vesten sender som udviklingshjælp. Det viser sig jo, at visse lande har evnet at klare sig og står med en god økonomi og stor udenrigshandel."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det skal vi gøre for at sikre os i fremtiden, for mere og bedre sikkerhed, for økonomien og forhåbentlig for en større chance for at mindske nedbrud og reparere disse, hvis de skulle opstå - og for at holde os stabile og selvstændige uden afhængighed af andre. Det kan spare os nogle penge og give en sundere, bedre økonomi."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg mener, man skal skære lidt ned på hjælpen, fordi mange af de penge, vi støtter med, ryger i de forkerte lommer, og mange af dem bliver også brugt på admistration, og jeg synes også at vi har rigtig mange mennesker i Danmark, som har brug for hjælp. Der er mange udsatte, som har det svært med at få det til at hænge sammen, og det samme gør sig gælende for mange pensionister, så derfor skal vi give mindre."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi vil i rigtig mange år har brug for olie og gas. Vi skal ikke være afhængige af Rusland eller andre lande. Herudover skaber det rigtig mange arbejdspladser. Hvad med CO2? Det har vi fundet en løsning på, simpelthen ved at pumpe det tilbage i undergrunden i de gamle boringer. Også CO2-oplagringen vil skabe mange arbejdspladser."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi har masser af problemer i DK, som vi bør bruge vores skattepenge på - primært i sundheds-/sygesektoren. Problemet er, at regeringen hellere vil bruge penge på 'prestige'-projekter som broer - og så er der ikke nok til sunhedsvæsenet, uddannelse, offentlig transport (som burde være gratis - eller i hvert fald vildt meget billigere). At sende penge til andre lande - det får firmaer masser af prestige, når der er diverse indsamlinger på tv m.m. Dette er ikke et særligt godt argument for at ændre folks mening, men det er min mening - og ikke for at vinde 800 kr. (helt tosset idé i en meningsundersøgelse)"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, det er vigtigt, at vi alle tager stilling, og det gør vi, når det rammer pengepungen. Så begynder vi at tænke - også dem, der har penge. Hvis vi ikke alle hjælper, bliver det aldrig til noget med en bedre verden. Jeg tænker, at vi kan nå langt, hvis vi alle bidrager med noget. Vi kan jo vælge ikke at købe, hvis vi synes, det ikke er nødvendigt."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis ikke der gøres noget nu, kan det godt være, det ikke er os, det går ud over, men vores børn og børnebørn. Virksomheder bør tage et ansvar for at sikre, at deres overskudsvarer bliver brugt ansvarligt. Evt. til genbrug og ikke smidt ud eller brændt. Hvis ikke de vil det, skal der indføres en CO2-afgift for alt, de smider ud."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi skal tænke på de næste generationer, som også skal kunne leve et godt og sundt liv. Hvad vil dine børne- og oldebørn tænke om dig, hvis du ikke var/ville være med til at sikre gode levevilkår for dem, både fysisk og økonomisk.\n\nDet er allerede galt mange steder på jorden med sult og udpining af jorden, med tørke og store naturbrande og temperaturer, der sætter den ene rekord efter den anden."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "For det første får de mange børn; jo flere, jo flere penge skal der til. Vi har ældre mennesker herhjemme, som ikke kan få hjælp. Vi kan ikke hjælpe hele jorden, de må selv gøre noget. Man lærer ikke at klare sig selv. Man skal stoppe de krige, der er rundt omkring. Jeg tror, at det vil gå bedre, hvis kvinderne fik lov til at bestemme."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "På baggrund af den nuværende usikre \"verdensorden\" og politisk ustabilitet i forhold til både allierede og totalitære stater, bør Europa og dermed også Danmark fastholde og styrke alle samfundskritiske funktioner, herunder desværre også en regional forsyning af olie og gas på et niveau, der kan dække de vigtigste samfundsfunktioner.\n\nDermed bør regeringen arbejde for en produktion af olie og gas i Nordsøen, som på en afbalanceret måde til enhver tid kan sikre en kritisk forsyningssikkerhed. Dette vil derfor ikke nødvendigvis medføre en forøgelse af produktionen."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Ved en regulering af olie- og gasudvinding i Nordsøen vil vi på sigt give os selv energiuafhængighed, så indkøb fra andre lande kan reduceres til et minimum af udgifter og dermed fremme egne indtægter til andre projekter inden for vedvarende energi, både på land og til vands. Det er vel også værd at tænke over, synes du ikke?"
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Der findes så mange ting i Danmark, som burde prioriteres over udviklingsbistanden. De ældre, sygehusene, plejehjemmene og politiet blandt andet. Så før dette er på plads, skal der ikke bruges penge på bistand til udvikling. Så se at få fod på eget hjem, før man begynder at hjælpe. Der er meget brug for opskalering på de fronter, som tidligere nævnt."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi har brug for folk udefra, da vi ikke selv kan \"producere\" nok folk til arbejdspladserne, hvor der mangler folk. Derfor vil vi beholde arbejdspladser i Danmark, og det drejer sig om mange af de områder, der i dag er ramt.\nSå kan vi opretholde den kultur mm., som vi gerne vil have, og også udbygge de tiltag og udvikle vores samfund, som vi vil."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Da vi fortsat er nødt til at købe gas fra Rusland, bør regeringen fremme olie- og gasudvindingen i Nordsøen. Ved at købe gas fra Rusland understøtter vi Ruslands økonomi, og det er i modstrid med de vedtagne aftaler om sanktioner mod Rusland efter Ruslands angreb på Ukraine den 24. februar 2022 og den fortsatte krigsførelse."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, der skal indføres CO2-afgift på alle varer, som bliver importeret via fly, da vi udleder en masse CO2, men der skal også fjernes afgift på lokale varer, som bliver produceret i DK. Hvad forurener mest? En flyvemaskine med avocadoer, eller en ko i stalden? Priserne er blevet helt skæve i butikkerne."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg går meget op i sol- og vindenergi, men hvis det kniber med at have nok af disse energier, synes jeg bestemt, at vi skal fremme olie og gas, så vi kan være selvforsynende her i Danmark. Jeg er lidt imod, at vi absolut skal importere disse energier fra andre lande, hvis det kan lade sig gøre at udvinde det selv. Så ja tak, gør bare det."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi har masser af olie- og gasressourcer i Nordsøen, hvorfor ikke udnytte dem i stedet for at købe i udlandet? Hvis vi udnytter vores egne olie- og gasreserver, har vi samtidig større forsyningssikkerhed. Det vil skabe flere arbejdspladser og dermed flere skatteindtægter til staten og kommunerne. Ulemper: Ingen. Så kom bare i gang."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Eftersom alting er steget voldsomt, dagpengeperioden er så langt nede som aldrig før, der er masser på kontanthjælp, vi har mange familier i Danmark, som lever på fattigdomsgrænsen, og vi har mangel på specialsygehuse og læger i nærmiljøet, så synes jeg, vi har rigeligt at bruge pengene på herhjemme for at sikre vores egen velfærd — før vi sikrer andres."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "En CO2-afgift på dagligvarer vil kunne tjene 3 formål.\n1) Der vil – afhængig af afgiftens størrelse – blive et mindre forbrug af de berørte varer, hvilket vil mindske CO2-udledningen.\n2) Det er varer fra den øverste luksushylde, der vil blive berørt, hvilket vil mindske effekten af en afgift for de lavere indkomstgrupper.\n3) Afgiften vil bidrage til samfundets husholdningsbudget og kan anvendes til andre CO2-aktiviteter, der kan mindske udledningen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt at se på, hvilke lande der får udviklingshjælp. Det er bedre at se på, hvordan vi kan hjælpe med at gøre de lande, der modtager penge i dag, mere selvstændige. Man skal ikke støtte lande, der måske er i krig, men hellere vente, til der er så meget fred, at indsatsen virker fremadrettet. Det er også vigtigt, at man støtter i selve landet og ikke henter folk til Danmark, som ikke vil kunne indpasse sig vores traditioner i landet."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at regeringen skal reducere udgifterne til udviklingsbistand af flere grunde. Det har vist sig, at effekten af bistanden ikke er stor i forhold til størrelsen af støtten. En bedre løsning var måske at etablere rentable virksomheder i stedet. Når økonomien i Danmark ikke giver bedre vilkår til pensionister i Danmark, er der ikke belæg for at bruge store beløb til udviklingsbistand. Såfremt økonomien i Danmark forbedres væsentligt, vil en reduktion være unødvendig."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Tænk på, hvor godt vi har det i vores lille \"paradis\", og hvor frygteligt mange mennesker uforskyldt har det. Det er vi bare nødt til at gøre noget ved og dele ud af vores overskud. Som mennesker har vi også et medansvar over for vores næste, og vi må vise kærlighed og handling. Enhver handling er positiv, så også en lille hjælp er af betydning."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Udgifterne skal simpelthen reduceres, for nu er det på tide at danskerne får noget for alle de penge, de har betalt i skat og afgifter. Det kan overhovedet ikke være meningen, at vi skal redde andre lande, når vi er så lille et land og vores ældre dårlig nok kan få hjælp. Sygehusvæsnet halter også bagefter, så nu stopper vi med at være så dumme og forære vores penge væk. De ender alligevel i hænderne på grådige mennesker."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "I 1985 var der hungersnød i Etiopien. Live Aid og støttesange blev arrangeret for at modvirke hungersnøden (nødhjælp blev fløjet ind). Det blev efterfulgt af 35 års borgerkrig i netop Etiopien. Dvs. de rollinger, der blev reddet fra sultedøden dengang, har siden gjort alt, hvad de kunne for at slå hinanden ihjel. Så det var spild af penge og kræfter."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Man bør selv fremme olie- og gasudvinding, for at være mere selvstændige og ikke afhængige af svingende globale priser. Afhængighed af gas fra Rusland gør os meget sårbare; man ved aldrig, hvilke \"skæve\" politiske tiltag der kan komme derfra. Ved egen udvinding kan man også bedre overvåge og passe på mod evt. sabotage m.m."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Regeringen bør omgående træde i aktion. Evt. i samarbejde med andre EU-stater/lande. Vi skal gøre os så uafhængige af andre landes gas- og olieproduktion. Dels for at sikre en rimelig pris for olie og gas, og dels fordi vi må konstatere, at krig og sanktioner fra de leverende lande har stor indflydelse på både priser og forsyninger."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark har pt. selv brug for en masse penge til at opruste vores militær og til at få fødevarer og medicin ned i pris igen. Desuden har vi så mange hjemløse, som vi burde hjælpe, før vi hjælper andre lande.\n\nVores lille land har allerede givet så mange penge til ulandsbistand. Vi kan ikke blive ved, når vores eget land er i nød. Desuden er de lande, vi giver ulandsbistand, meget rige lande — rigdommen er bare fordelt rigtig dårligt, men de hjælper ikke deres eget land, det burde de nok begynde med. Måske er de ligeglade, og måske er de ikke ligeglade og vil hjælpe, hvis vi stopper."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, at en CO2-afgift er nødvendig for at beskytte vores miljø og fremtidige generationer. Selvom det kan virke som en ekstra udgift nu, er det en investering i en renere planet. Vi ser allerede konsekvenserne af klimaforandringerne, og vi er nødt til at handle. En afgift kan motivere virksomheder til at finde grønnere løsninger og os forbrugere til at træffe mere bæredygtige valg. Det handler om at tage ansvar for den verden, vi efterlader til vores børn og børnebørn. Det er en lille pris at betale for en sundere fremtid for os alle."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det eneste, der kan få folk til at ændre vaner, er at ramme dem på pengepungen, ellers sker der ikke en skid. Vi har overskuddet i Danmark til at gå forrest i bestræbelserne på at sænke CO2-udledningerne i EU og være et godt forbillede, som andre lande kan spejle sig i. Det er ikke noget problem at ændre sine kost- og transportvaner. I dag er der så mange gode, mindre klimabelastende alternativer, at man bestemt ikke kommer til at lide nogen nød, selvom man så ikke lige kan få sin røde bøf lørdag aften eller tage flyveren på ferie flere gange om året."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, regeringen burde indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen. En afgift vil øge prisen på produktet og vil derved sandsynligvis få folk til at søge mod mindre forurenende løsninger. En afgift vil derfor minimere salget af de forurenende varer og/eller ressourcer og derved mindske udledningen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde reducere udgifterne til udviklingsbistand, fordi pengene kunne bruges til at sikre bedre ældrepleje i vores land. Der bliver altid sparet inden for ældreområdet, men nu skal vi sikre bedre livskvalitet for vores ældre. Der skal sorteres mere i, hvilke lande der har behov for lidt støtte, og hvilke lande der kan udelukkes. Der skal være bedre opsyn med, hvordan støtten anvendes i de lande, vi støtter."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "En dansk CO2-afgift vil resultere i unfair konkurrencevilkår. Hvis danske producenter bliver pålagt afgifter, uden at udenlandske producenter gør det, vil det resultere i, at andre lande kan producere det billigere end danske producenter, og så importerer vi mere i stedet, og det vil da have den modsatte virkning. Vælger man at pålægge importafgifter fra udlandet, vil det ikke være så interessant at eksportere til os."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Når selv sådan en gammel fyr som mig kan se, at det er helt galt med miljøet og forureningen/den globale opvarmning, bør sådan en klog én som dig nok også kunne se det fornuftige i, at det ville være den gode måde at få folk til at forstå det meningsfulde i at gøre noget. Og så kan pengene også bruges til f.eks. velfærd - som vi jo også mangler penge til."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er meget vigtigt at være selvforsynende med olie og gas, så vi ikke skal være afhængige af andre lande, især Rusland. Da ingen ved, hvad fremtiden bringer, er det vigtigt at kunne klare sig selv. Vi danskere skal selv få gang i udvindingen i Nordsøen. Vi har brug for energien i vores land, da alle har brug for den."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Måske mener man, at CO2 er den enkeltes ansvar. Historien viser bare, at man ikke får alle med ombord, hvis der ikke er en gulerod eller en stok. I denne forbindelse er det regeringens ansvar at agere som stokken. Det er regeringen, der via embedsfolk og eksperter har den nødvendige viden, og det er en viden, vi må stole på er rigtig. Hvis folk ikke selv kan formå at tage de nødvendige tiltag, må det være regeringens ansvar. Vi er kommet så langt i belastningen af kloden, at vi er nødt til at blive tvunget til at handle."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Det er almindelig menneskelig opførsel at hjælpe dem, der har brug for det. Hvis vi partout skal bombe rundt om i verden, så skal vi sandelig også være klar over, at der er ofre, som skal hjælpes efterfølgende. Vi er et rigt samfund, så selvfølgelig har vi råd til det, nu vi tydeligvis har råd til at købe bomber."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er vigtigt med billige og miljørigtige madvarer, derfor bør det være billigere at købe grøntsager, rugbrød og lignende. Hellere højere afgifter på slik og kager. Det er vigtigt, at der i det daglige er råd til gode, billige fødevarer, der er sunde især til pensionister og børn. Det er jo ikke livsnødvendigt at få slik og kød dagligt. Derimod skal basisvarer være til at få råd til."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Det er dyrt nok i forvejen at leve. At indføre afgifter vil måske hjælpe lidt, men der vil stadig være mennesker, som køber produkterne. Dog er de trætte af det. Det vil være bedre at sætte ind rent klimamæssigt, i stedet for at begrænse glæden hos alm. danskere og gøre hverdagslivet mere surt, end det allerede kan være."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi hører gang på gang, at regeringen har fundet et stort milliardbeløb ekstra igen, så der er penge nok i kassen. Dertil kommer, at vi jo trænger ekstra arbejdskraft alligevel. Mennesker på flugt efterlader jo alt — job, bolig, måske børn og andre familiemedlemmer; de er måske traumatiserede, sultne og uden tvivl fortvivlede over, hvad fremtiden vil bringe. Jeg synes, vi skal byde dem velkommen i vort land og vise dem lidt menneskelighed, varme og forståelse. Er det ikke det, du ville håbe og ønske dig, hvis det var dig og din familie, som skulle flygte?"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Alle afgifter, der påføres borgerne, rammer som regel dem, som ikke har råd til dem.Det lyder forjættende, at vi alle skal køre elbil for at nedsætte CO2, men for os, der ikke har indkomsten til at investere i en sådan bil, er det umuligt. Vi må så i stedet tage den offentlige transport, men her, hvor jeg bor, går der næsten ingen busser, så hvad gør jeg så. Så skal vi opvarme vores huse med varmepumpe for at spare på udledningerne. Jeg bor til leje, og udlejeren vil ikke investere i det, og jeg vil/kan ikke betale, da det ikke er mit hus. Jeg er så nødt til at bruge hundedyre træpiller."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Der burde indføres en CO2-afgift på de dagligvarer, som forurener mest, fordi vores planet er i krise, og det er vigtigt at hjælpe, hvor end man nu kan. Hvis vi kan bruge de penge, man får fra CO2-afgiften, til at plante træer eller hjælpe med at rydde op i havene, så ville det have en positiv indvirkning på naturen på vores planet. Dermed kan vi sætte en stopper for den globale opvarmning (og dermed vores planets lidelse) før det er for sent. Vi kan hjælpe med at sikre en bedre verden for de fremtidige generationer. Det ville være en fortjeneste for alle, selvom det ville være svært for nogle."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal sikre energiforsyningen, når vind og sol ikke rækker.\nVi skal gøre os 100% uafhængige af udenlandske aktører på energiområdet - i særlig grad gøre os uafhængige af russisk gas, som vi får ind via Tyskland. Gas- og olieforsyningen fra især Nordsøen er mindre sårbar over for sabotage end tilsvarende forsyning via Østersøen. Vi kan udvinde olie og gas lidt mere \"miljørigtigt\" end mange andre lande, og de fleste af pengene bliver i statskassen."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Efter min mening er miljøet og klimaforandringerne det alvorligste problem for menneskeheden. Derfor gælder det om med alle midler at få begrænset CO2-udledningen. En CO2-afgift er et initiativ, som vil have en betydelig gavnlig indvirkning herpå. En CO2-afgift kan ikke stå alene i den kritiske situation, som kloden befinder sig i."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skylder danskerne at gøre det bedste for os selv. Vores indbyggere knokler for at skabe et godt Danmark, og derfor fortjener vi også, at når det brænder på, så er der hjælp at hente, og at man kan forvente, at ens børn og andre unge og udsatte bliver hjulpet. Danmark er et dejligt land, men det er også vigtigt, at vi passer på det og ikke ødelægger det."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Er mest bange for, at udviklingspengene går i forkerte lommer, altså inklusive korruption, og vil derfor afholde mig fra at argumentere for udviklingsbistand. Hælder meget mere til udvikling i eget land — faktisk ikke kun reducere bistand men stort set helt stoppe bistand."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Adfærdsregulering grundet pris er den bedste måde at få forbrugerne til at tænke over deres adfærd. At man spiser kød dagligt, fordi det har været uhørt billigt, og dermed sviner mere, bør have sin pris. 500 g oksekød bør aldrig være billigere end grøntsager. Den øgede afgift skal gå direkte til klimaforskning og grønne løsninger. Der bør være en lavere afgift på danske grønsager og frugt."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "De ydelser, vi tildeler udviklingslande, bliver misbrugt (korruption) eller smadret (borgerkrig), så vi ved aldrig, hvem der modtager dette. Det virker i mine øjne som spild af penge. Ydermere flygter de unge fra disse lande og søger asyl i Europa, så hvem skal tage kampen op mod dette, når det kun er oldinge og svage, der er tilbage? Skal vi bruge penge på at sende dem tilbage? Så vi bruger penge på udvikling og flygtninge - det virker usundt. Så vi skal vælge, hvor vi bruger penge: flygtninge, stoppe krige eller udvikling - og udvikling virker omsonst."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at der skal komme flere indvandrere ind i landet. Mange af dem, vi har i forvejen, er dybt kriminelle, og vi bruger både penge og ressourcer på dem. Mange af dem, der er udvist, bliver ikke udvist, og regeringen holder hånden over dem. Det koster samfundet så meget. Politiet har ikke tid til de opgaver, de burde tage sig af, fordi de har nok at gøre med at patruljere og holde øje med narkohandel m.m. Vores ældre og gamle kan ikke få den pleje, som de er berettiget til. De har tjent vores land i så mange år, og alligevel prioriterer man indvandrerne. De suger af statskassen alt, hvad de kan."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at det er forsvarligt, at regeringen fremmer olie- og gasudvinding i Nordsøen. Det er vigtigt, at vi som land sikrer energiuafhængighed, men ikke på bekostning af vores miljø. Konsekvenserne ved at udvinde olie og gas kan være katastrofale for vores natur; det er netop derfor, vi tidligere har aftalt at stoppe det. Vores fokus fremover bør være på grøn energi, og hvis vi investerer fornuftigt i grønne løsninger, kan vi stadig sikre energiuafhængighed uden at risikere betydelige miljøskader."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Da verdensfreden er temmelig usikker, er vi nødt til at sikre os på alle måder, så vi har forskellige energiformer, vi kan benytte, hvis f.eks. elforsyningen bliver afbrudt. I så fald har vi alternativer, der kan sikre, at hospitaler og andre vigtige institutioner stadig kan fungere. Den almindelige hverdag for alle skal kunne fungere, uanset hvilken energiform der benyttes."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Okay, jeg ved, vi er uenige, men det er vi ikke om 10 år, når hele verden går langsommere. Der kommer mere og mere CO2, og hvis ikke vi betaler afgifterne, har vi ikke midler til at løse dette problem, og verden vil nå et tidspunkt, hvor den går i stå. Hvis vi alle bidrog med en sjat, ville vi sikre vores børn en bedre fremtid."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Igennem snart flere år har jeg hørt, at vi skal udfase naturgassen/olien og bruge alternativ energi. Gas/olie skal fjernes fra hylderne i 2032. Hvad så? Fjernvarme bruger gas/olie. Var de der ikke, ville det blive nogle lunkne radiatorer. Vi kan bruge penge på alverdens undersøgelser, men ting tager altså tid. At vi skal væk fra forurenende energier er rigtigt. Vi er bare ikke klar endnu og har heller ikke opfundet det rigtige endnu. I stedet for X millioner til dyre prognoser, så brug pengene på idéer til alternativ energi og sæt en opnåelig tidshorisont."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, vi skal skære ned i udviklingsbistand, da Danmark selv har brug for flere ressourcer lige i øjeblikket. Vores sundhedssystem halter, og både børn og ældre bliver svigtet hver dag. Desuden har vi mange psykisk syge mennesker, der også mangler penge. Vi bliver nødt til at tænke på os selv, først og fremmest. Når vi har styr på os selv, har vi også meget bedre mulighed for at hjælpe andre."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi antager, at både regeringen og samfundet som helhed rent faktisk tror på holdningen om, at \"forureneren skal betale\", så må det være indlysende, at der skal indføres en CO2-afgift på alle varer.\n\nDerfra må det være producenternes ansvar at sørge for at producere deres varer så neutralt som muligt, for den prisstigning, som naturligvis kommer, vil få forbrugerne til at blive enormt kritiske, når de står i supermarkedet."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, at regeringer bør indføre en CO2-afgift på de mest forurenende varer og energikilder for at reducere udledningerne. Klimakrisen kræver hurtig handling. Indførelse af en CO2-afgift på de stærkt forurenende varer kan hurtigt reducere udledningerne og bidrage til at nå målet om at begrænse den globale opvarmning."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Andelen af CO2 i atmosfæren er omkring 0,04%, og af de 0,04% er den menneskeskabte del omkring 10%, så det er jo forsvindende lidt, der er tale om. Uanset hvad der gøres, er det uden betydning i det store hele. Vi kan ikke ændre på noget som helst, alt bliver bare dyrere med alle de afgifter, og så længe Asien og Sydamerika ikke er med, er det håbløst at tale om at gøre jorden grønnere."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt ikke at være afhængig af andre lande. Det at stå alene er på alle planer at foretrække. Det er også vigtigt for udviklingen af Danmark som et land, der kan og vil stå alene, at vi er energiuafhængige, så vi i fremtiden også står stærkere, hvis vi skal ud i en forhandling med andre lande om andre opgaver."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark er et rigt land, og vi har råd til at hjælpe folk i nød. Vi har også en moralsk forpligtelse til at hjælpe folk, der flygter fra krig og forfølgelse. Hvis vi ikke hjælper dem, hvem skal så? Det er vigtigt at huske, at flygtninge er mennesker ligesom os. De har bare været uheldige at blive født i et land, hvor der er krig og forfølgelse. Vi skal behandle dem med respekt og værdighed."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er meningsløst, at Danmark nedlægger olie- og gasudvinding, så længe der er behov for olie og gas i Danmark, og ydermere importerer olie og gas fra fjerntliggende lande med lange, dyre og CO2-belastende transporter. I samme forbindelse kunne man tvinge olie- og gasbranchen til at benytte de mindst miljøbelastende værktøjer, herunder biler, rensemidler og el."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Det vil gøre det dyrere for den almindelige borger at overleve i en verden med allerede stigende priser og inflationen, der ikke stopper. Det vil kun gøre det dyrere og mere besværligt at gøre brug af de nuværende ressourcer, der i forvejen er dyre og ikke kan spares på i denne økonomi. Derfor vil det ikke give nogen mening at indføre en CO2-afgift på blandt andet dagligvarer og energi, der forurener mest, for at reducere udledningen. Det bliver også dyrere at rejse og transportere sig i sommerferien, hvor halvdelen af Danmark har ferie og vil nyde sin tid i udlandet. Dette er nogle af argumenterne."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "En af de største kriser, vi har i øjeblikket, er de ekstreme klimaændringer, og vi skal gøre alt for at fremme den grønne omstilling. Energiuafhængighed er et vigtigt parameter. Hvert eneste lille initiativ tæller, men at fremme olie- og gasudvindingen i Nordsøen vil betyde et ekstremt bidrag til energiuafhængighed. Desuden er et andet ekstremt vigtigt parameter at gøre os uafhængige af Ruslands gas — både af politiske, økonomiske og klimamæssige årsager."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg synes ikke, at regeringen skal reducere udgifterne til udviklingsbistand, fordi vi har en moralsk forpligtelse til at hjælpe mennesker i nød - og fordi vi på den måde kan reducere gruppen af borgere fra fattige lande i Syd, der søger nordpå for et tåleligt liv. Vi skal bruge udviklingsbistanden til at skabe varige løsninger i forhold til job, forsyninger og uddannelsesmuligheder i de lande, der har behov for det. Reducerer vi, ender vi med kun at tilbyde nødhjælp og dermed at skulle bruge mange flere ressourcer på at holde migranter ude ved grænserne."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "I de sidste 50 år eller mere har vi troligt sendt penge efter den ene sultkatastrofe efter den anden. Allerede da jeg var en lille dreng, fik vi vist billeder af sultne afrikanske børn. Vi samlede troligt ind til dem i skolen, i den forventning, at de ville få mad og tag over hovedet. \n\nHvad skete der egentlig? Jo, der blev da sendt masser af penge derned, men de forgyldte primært magthaverne og diverse NGO'er. Kun en brøkdel gik til de sultne børn...\n\nI dag ser vi de samme billeder og bliver igen fortalt, at vi skal støtte mere.\n\nNej, det eneste, der hjælper, er en reducering af befolkningstilvæksten."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Vi ved, at psykiatrien og kommunerne mangler penge. Der mangler den fornødne støtte til de mange mennesker i Danmark, som har psykisk sårbarhed, sygdom og handicap, og som har mange vanskeligheder med at fungere i hverdagen, og som deraf har dårlig livskvalitet. Landet har store udfordringer med at have økonomi, evner og overskud til at hjælpe og støtte de nuværende beboere. Andre lande har begrænsninger på, hvor mange flygtninge de modtager. Man må leve op til det ansvar, man som land har taget, og hjælpe dem, der mangler støtte, og som på nuværende tidspunkt allerede opholder sig i landet eller er bosat her."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Alt for mange bistandspenge havner i de forkerte hænder - og bruges IKKE til at forbedre de fattiges liv. Kun hvis danske personer følger pengestrømmen (hjælpen) helt ud til brugerne (de fattige), vil jeg ændre mit synspunkt. Vi har lige set i Gaza, hvordan der bliver kastet nødhjælp ned fra fly. Denne nødhjælp bliver opsamlet af bander, og de indfødte slås om resterne - og slår hinanden ihjel for at få en bid af \"kagen\"."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Først og fremmest kan vi jo belyse, at vi selv i Danmark står over for egne økonomiske udfordringer, og at der er flere ting, der slet ikke spiller. Det er bl.a. sundhedsvæsenet, hvor der findes lange ventelister og sommetider ikke grundige nok undersøgelser. Derudover er ældreplejen også bemærkelsesværdigt under pres. Plejehjem, hjemmepleje m.m. — de ældre får slet ikke det liv, de burde, den mad, de burde, den omsorg, de burde, og den tid, der burde bruges på dem. De har bidraget hele livet igennem til samfundet, og så får de pleje i deres sidste tid, som er under al kritik."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen skal lægge en CO2-afgift på varer, så producenterne laver bedre produkter, så vi kan passe på hinanden og klimaet. Det skal gælde alt, lige fra det varen bliver pakket ind i, til hvordan det påvirker miljøet. CO2-afgiften skal gøre, at forbrugerne har lettere ved at træffe de rette valg, når de skal handle. Det gælder f.eks. alt fra sodavand i plastikflasker til cigaretter, som påvirker omgivelserne, når man ryger. Samtidig skal afgiften sænkes på frugt, grønt og nødder."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Der er ikke noget, der hedder CO2. Al den CO2, vi har udledt i atmosfæren siden dinosaurtiden, kan ligge på spidsen af et knappenålshoved. Derfor giver debatter om CO2 ingen mening, og at købe CO2-kvoter er bare en fed fidus. Man kan ikke købe CO2. Dem, der derfor køber kvoter af CO2, bliver snydt. Man kan derfor heller ikke begrænse udledningen af CO2. Det giver ingen mening."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt at vi kan forsyne os selv som land, så vi, i tilfælde at krig, ikke er afhængige af andre. Vi har brug for at kunne holde gang i samfundet, selv om andre lande prøver at diktere og skræmme os ved at lukke for for f.eks. gas eller olietilførsel. Vi vil derved også kunne opretholde en vis levestandard."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg mener, at det er for let at snyde med beviser på, at man er forfulgt eller i fare. Vi skal ikke have flere muslimske flygtninge - de vil jo altid være forfulgt, fordi de skal leve efter en forældet Koranlov. Folk fra Palæstina er så indoktrinerede med hævn over for europæerne, at de aldrig vil falde til i vores verden."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg forstår og respekterer, at du har en anden holdning, men hvis jeg må formulere, hvorfor jeg synes, dette netop er en god idé, så håber jeg da, vi kan blive enige om, at dette vil være det bedste for vores Danmark.\n\nJeg ser dette som godt for Danmark, da vi vil blive mindre afhængige af vores venner og sågar fjender. Jo mere selvstændige vi kan være på energi, desto mindre nervøse skal vi være for at miste ressourcer til energi. Dette vil skabe tryghed blandt alle os danskere.\n\nForestil dig, at vi er uafhængige af andre til at have en stabil energiressource."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "En CO2-afgift, der er beregnet i forhold til klimabelastningen af varer og energi, er den mest omkostningseffektive måde at få virksomheder og forbrugere til at træffe grønnere valg. En ensartet CO2-afgift vil være let at administrere og være en god måde at understøtte, at markedet selv finder på grønnere løsninger og produkter fremfor at lade politikerne forsøge at styre det med de oplagte udfordringer, det kan give. En ensartet CO2-afgift, udregnet i forhold til klimabelastningen, vil være retfærdig og tydeliggøre forskellen på grøn og sort energi og produkter."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Jeg er overbevist om, at vi bør undersøge og indføre atomkraftværker, specielt de mindre, da de volder mindre skade ved evt. læk. Med baggrund i den viden, vi d.d. har omkring forurening og CO2, er jeg overbevist om, at atomkraftværker er det rigtige, hvis jorden skal \"overleve\". Hvis vi som et lille land kan gennemføre dette, vil det være muligt at eksportere vor viden til de store lande - så de ikke siger \"vi vil svine lige så meget, som I i Vesten har gjort\". Derfor nej til olie- og gasudvinding."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Ved en reduktion forværres forholdene i de berørte lande. I yderste konsekvens risikerer vi endnu usete folkevandringer, da mennesket har brug for mad og ly. Den absolut billigste måde at opnå disse ting på er ved at hjælpe der, hvor folk bor. Når høsten svigter pga. tørke eller regn, er det internationale samfund nødt til at træde til - også i egen interesse."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Det offentlige bruger alt for mange penge og ressourcer på udviklingsbistand. Det handler jo ikke kun om direkte udbetalinger, men også om kæmpestore beløb til research og lønninger. Pengene kunne bruges meget bedre på andre punkter, bl.a. vores sygehuse, udsatte og ældre borgere i Danmark. F.eks. er vi bagud med offentligt tildelte pensionsudbetalinger i forhold til de lande, vi sammenligner os med."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Danmark bør udnytte den olie og naturgas, der er i Nordsøen, for at Danmark og Europa er mest muligt uafhængige af andre landes olie- og gasproduktion. Indtil man kan klare sig 100% med alternativ energi, som også kunne være atomkraftværker, da sol- og vindenergi ikke er helt stabil. Og det hjælper også på et mere stabilt prisniveau."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Som humanist mener jeg, at det er en moralsk forpligtelse at hjælpe dem, der er fordrevet af krig og forfølgelse. Danmark har en stærk tradition for social velfærd og et stærkt engagement i menneskerettighederne. Danske kirkelige organisationer og en række private velgørenhedsorganisationer har længe kæmpet for at byde flygtninge velkommen, hjælpe dem med at integrere sig i samfundet og give dem grundlæggende livssikkerhed."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi burde fremme udvindingen af gas og olie, så vi ikke behøver at være \"pæne\" over for Putin eller oliesheikere. Afhængigheden af sådanne personer kan ikke forliges med Danmarks menneskesyn eller syn på kvinder i særdeleshed. Jeg kan godt sidestille Putin med muslimske mænd, da ingen af dem har respekt for andre synspunkter end deres egne."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Flygtninge understøttes bedst i nærområdet. Al erfaring viser, at det tager mange generationer at integrere en flygtning fra et ikke-demokratisk land i et fausisk (ikke-religiøst) europæisk land. Det overlader integrationsopgaven til almindelige borgere, som ikke har valgt det. Deres børn bliver groft chikaneret i skolen. Sundhedssystemet og sociale services bliver overbelastet. Ikke-integrerede flygtninge vil også støvsuge alle ufaglærte jobs, f.eks. hospitalsrengøring, som hurtigt bliver \"brown only\". White people need not apply."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal være uafhængige af russisk gas, så vi ikke sender penge, de kan bruge til krigsvåben. Det kan du da ikke være uenig i. Måske skulle vi også bruge vindenergi. Vi er nødt til at være uafhængige, ellers styrer de priser/økonomi, derfor er vi nødt til at være selvforsynende og bibeholde arbejdspladser i Danmark."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Dagligvarer og energi er dyre nok i forvejen i Danmark. Rigtig mange andre lande forurener mere end os, så hvorfor skal vi straffes med dyrere varer og dyrere energi? Ofte sælger vi vores grønne strøm til andre lande, hvorved vi selv skal betale mere for strømmen. Det giver ingen mening, og der er ingen grund til at gøre det endnu dyrere at være dansker."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen burde acceptere flere asylansøgere, der flygter fra krig og forfølgelse, fordi vi i Danmark allerede er pressede i vores samfund og økonomi. Jeg mener, at vi bør fokusere mere på det, vi allerede har, og de midler, vi har til rådighed i samfundet. Hvis det var omvendt, og Danmark var i krig, ville vi heller ikke modtage hjælp fra de lande, da de ikke har midlerne til at hjælpe os."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Danmark er et lille land, hvor der allerede bor mange uintegrerede personer fra fremmede lande. Før dette problem er løst, skal vi ikke lukke flere ind i DK. Ved oversvømmelse skal man lukke for vandet, før man begynder at tørre op! Det er bedre at hjælpe fremmede i deres nærområde. Og DK giver allerede over gennemsnittet til fremmede."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Tænk, hvis vi brugte alle de penge, som vi sender ud af landet, på:\n\nDe ældre - så de kunne komme i bad mere end én gang om ugen, få støvsuget og oplever, at der var tid til at være i nuet hos dem.\n\nHøjere løn til offentligt ansatte - måske ville der være flere, der valgte dette som arbejdsplads.\n\nMere militærudstyr - så vi ikke var så afhængige af USA.\n\nMomsnedsættelse - så fødevarer ikke var så dyre, og alle havde mulighed for at få ordentlig mad."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Brug pengene til ældre, sundhedssystemet og skolesystemet. Det hjælper ikke at give dem flere penge. De lever kun på nas fra hele verden, og det har været sådan i så mange årtier, og det bliver bare ikke bedre. For de har kun lært at råbe om hjælp. De vil ikke lave noget, for det er nemmere at vise syge børn."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "For at fremme Danmark og danskerne, for ikke at være afhængige af forskellige diktaturer — Rusland og de arabiske lande — og for at vi beholder den danske valuta i landet. Vi kan ikke se, at vi ikke er helt fremme ved det punkt, hvor vi kan leve af vindkraft og solenergi endnu, så for at vi kan bevare industrien med billig energi og varme."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg kan se fordele ved, at regeringen indfører CO2-afgift på de dagligvarer og energi, som forurener mest, da det på den måde vil være mere fordelagtigt at træffe de sunde valg, da de så også er de billigste. Dette vil komme os alle til gavn, da vi dermed passer bedre på vores planet. Udover at det har en positiv indvirkning på vores natur, mener jeg også, at det gør noget positivt for vores sundhed, herunder f.eks. luftvejene, da vi ikke vil blive udsat for lige så meget bilos osv., når nu at varerne ikke skal transporteres lige så langt, da det bliver mere fordelagtigt at købe lokalt."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi kan jo ikke klare os uden el. For at få vand er der også brug for el, for at få vandet frem til os i hanerne, og vi kan sgu ikke leve uden vand. De syge kan ikke behandles med medicin, som ikke håndlaves, som da jeg var elev. De kan heller ikke blive opereret. Råvarerne/færdigvarerne kan hverken produceres eller transporteres. Ingen bad og ingen varme om vinteren."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "I den verdenssituation, vi er i, er det vigtigt at være selvforsynende. Man er, landene sammen, alt for afhængige af hinanden - en lille bitte strid kan ende fatalt. Derfor er det vigtigere på den lange bane, at man kører sit eget løb i stedet for afhængighed. Dette vil kunne gøre stor gavn også fremadrettet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Klart, vi skal passe på naturen og ikke pumpe den, for vi kan leve af små indtægter for at andre kan udnytte vores ressourcer. Vi skal passe på vores natur. Hvis vi skal pumpe, skal der også skibe til, der kan flytte varer fra bunden, så er det ikke så grønt, som man vil have. Så lad det ligge, så andre lande kan nyde godt og svine mere."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Fortæl mig, hvordan vi skal få energi, når det er overskyet og vindstille... Skal vi købe dyr energi i udlandet for at dække vores forsyningssikkerhed? Hvad skal vi med al den biogas, vi producerer? Og skal vi fortsætte med træpiller, som produceres af godt træ i udlandet og herhjemme, så det ødelægger biodiversiteten?"
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Andre lande er alligevel langt bagud med etablering af grøn energi. Danmark bør være selvforsynende med energi samt eksportere overskydende gas til EU-lande. Det bør også styrke statskassen.  \n\nVi skal dog samtidig fortsætte med at udvikle grøn energi fra både solceller og vindmøller samt måske også fra bølger, hvis det kan gøres på en måde, så det ikke generer vores kyststrækninger."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Regeringer bør ikke fremme olie- og gasudvinding i Nordsøen. I en tid med et globalt fokus på klimamål og energiomstilling er de ustabile priser på fossile brændstoffer i modstrid med den globale vægtning af bæredygtig udvikling. Udvinding i Nordsøen ville skade de skrøbelige marine økosystemer og have en negativ indvirkning på fiskeri og biodiversitet. Ved at investere i vedvarende energikilder som vind og sol kan vi skabe en langsigtet grøn energifremtid."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed, så vi i højere grad bliver selvforsynende og dermed ikke er nødt til at købe energi fra lande, som vi ikke deler menneskesyn, respekt for verdenssamfundet og for alle landes integritet og landegrænser med."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde reducere udgifterne til udviklingsbistand, fordi vi har ydet bistand i hvert fald i hele min levetid (jeg er 68 år). De afrikanske indbyggere stopper jo ikke med at få mange børn, og vores bistand gør dem nærmest endnu mere fødedygtige, også langt op i årene. Det er jo prævention, der er løsningen, men deres religion spænder jo ben for det. Derfor bør vi kaste håndklædet i ringen."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg synes, den danske regering generelt bruger for mange penge på at hjælpe uden for Danmark,  for eksempel store pengebeløb til at hjælpe i forbindelse med krig. Rigtig mange, der kommer til Danmark, har ikke et rigtig behov, og det er alt for nemt at bede om asyl og opholdstilladelse. Min opfattelse er, at det er for nemt og det er et ry, vi har ude i omverden: Rejs til Danmark, det er let. Regeringen burde bruge mere hjælp på at rette op i det sanske samfunds velfærd - børn og unge. Gå forrest med et godt eksempel uden store lønninger til sig selv og den gode pensionsordning."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "At indfører en afgift på dagligvarer og energi er en helt forkert vej at gå. For det første har vi afgifter nok at holde rede på. En ny afgift vil kræve nye ansatte til at overvåge, om der bliver rigtig betalt samt nye kampagner og informationer om afgiften. Den vej vi skal gå er at stoppe op med afgifter og bruge en enhedsafgift, som kan være momsen."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "De fleste, der flygter fra krig, kommer fra de muslimske lande. Det ville være bedre, om de blev i et muslimsk land, hvor de har samme kultur. Hvis vi først tager dem til DK, vil de ikke tage hjem igen, og de har svært ved at tilpasse sig dansk kultur. Jeg synes, hjælpen skal gives i nærområdet. Der slår pengene også bedre til."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Danmark er et af verdens rigeste lande. Hvilket uhyggeligt samfund ville vi ikke være, hvis vi ikke tog ansvar for vores medmennesker i dårligere stillede lande? Tilfældigheder har givet os hver især plads i et samfund, hvor vi har muligheder og valg. At reducere udgifterne til udviklingsbistand ville være som at reducere os selv som menneskehed."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Som udgangspunkt mener jeg ikke, man bare skal yde uden at modtageren yder noget som modydelse, f.eks. arbejde, demokrati eller anden modydelse, som f.eks. bedre arbejdsvilkår, så vi ikke bare yder og dermed muligvis også bidrager til unfair konkurrence fra det ydelsesmodtagende land, f.eks. ved at de leverer varer fremstillet af børnearbejdere eller lignende."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at det er meget vigtigt, at vi hjælper alle, som må flygte fra krig og andet uro i verden. Hvad synes du selv, hvis vi stod i samme problem og skulle flygte, var det så ikke dejligt, at der var nogle steder i verden, hvor vi kunne få asyl og hjælp? Tænk på de stakkels børn i Gaza, som ikke kan få hjælp, fordi Danmark ikke har lyst til at få dem herop, da vi hjælper på en anden måde. Jeg synes, det ville være en stor hjælp for dem at få hjælp her."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at pengene, der bliver brugt på udviklingsbistand, kunne bruges herhjemme på udsatte borgere som ældre, handicappede og psykisk syge mennesker.\nOgså hjælp til unge handicappede, som netop står i starten af deres ungdomsliv, har brug for, at nogen griber dem og hjælper dem videre, måske i flexjob, og at de bliver set på som en ressource i stedet for en byrde, ligesom de ældre. Det kan vi ikke være bekendt, netop de unge, uanset de udfordringer, det måtte medbringe.\nLad de ældre arbejde i en eller anden værdig ordning, så længe de kan."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark er et rigt land, og der er så meget overskud af hjertelighed, at vi bør dele det med mennesker, der ikke kan finde tryghed i deres eget land på grund af deres religion, seksuelle orientering, hudfarve eller krig. Der er så mange mennesker, der er forfulgte, og det er vores pligt som mennesker at hjælpe så mange som muligt i Danmark.\n\nDer er mange mennesker, der helt sikkert vil hjælpe de stakkels mennesker, der ikke kan være i deres hjemland."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Hvis man ikke støtter de fattige lande, vil der komme flere flygtninge, fordi fattigdom giver flere flygtninge. De rige lande skal støtte mere.\nFattigdom giver flere flygtninge, så man skal støtte de fattige lande, ellers vil folk ikke bo der og vil gøre alt for at flygte."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at de kriminelle fra andre lande skal sendes retur til deres hjemlande, uanset hvilke konsekvenser det måtte få for de pågældende.\nVi har selv borgere, der ikke kan opføre sig og har ikke også behov for at tage hensyn til indvandrere og asylansøgere.\nDet er bedre at bruge beløbene til at forbedre forholdene for de ældre og syge i stedet for at blive ved med at sende penge ud af landet.\nDesværre har det åbenbart ikke haft den ønskede effekt på forbedringen af u-landene."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg syntes priserne på alting er for høje. Da jeg kun er førtidspensionist kan jeg ikke få kørekort så det rammer ikke mig. Jeg har kun en cykel. Jeg ved ikke, hvad jeg kan gøre ved noget af det hele, jeg prøver bare på at nyde mit liv efter jeg fik en senhjerneskade. Jeg mener også det burde være mere fordelsagtigt, at køre en bil på el end brændstof."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "For bedre at forstå, hvad udviklingsbistand egentlig er, fik jeg læst mig op på det, og jeg blev temmelig overrasket over at læse, at Danmark er et af de lande, der betaler mest i udviklingsbistand i forhold til bruttonationalindkomsten. I forhold til netop dét synes jeg, at regeringen burde reducere udgifterne til udviklingsbistand, for der er så mange steder, at vi skal spare, og hvor der bliver sparet væk, bl.a. i det offentlige system. Hvis vi har flere penge til os danskere, kan det måske endda ende med, at flere kan hjælpe til med at støtte på deres måde."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Hvis man ikke vil have stor indvandring, skal man give dem, som flygter fra deres land, en god grund til at blive. Hvis man lever i et land, hvor der ikke er mulighed for at leve anstændigt, er det klart, at man selv ville flytte til et af de rige lande i verden. For eksempel, hvis Sahara kunne blive frodig bare med hjælp af maskiner, som fanger den fugtighed, der er i luften, ville mennesker have mulighed for at forsørge sig selv. Danskerne vil nok helst bo i Danmark og have det godt i deres land, ikke sandt? Og hvad med for eksempel, hvis en del af Sahara blev dækket af solceller? Eller måske vindmøller..."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Det kan ikke være meningen, at regeringen skal indføre en afgift på daglivarer. Der, hvor der skal handles på CO2-afgiften, må være hos dem, der producerer varerne. Det må være op til andre at vurderer, hvor der kan gørers noget. Tænk på alle de ander ting, som udleder CO2. Hvis vi i Danmark skal kunne leverer grise osv., vil der blive udledt CO2. Vi er og skal blive med at være danske, og landmænd skal vi have og leve af."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Danmark er sårbar, når det handler om olie- og gasforsyninger. Vi bør gøre alt, hvad vi kan og magter, for at gøre Danmark så selvforsynende som muligt, da vi jo desværre lever i en urolig verden. Olie- og gasforsyninger er et vigtigt våben mod Danmark i en urolig tid, da vi er afhængige af at kunne købe og ikke mindst transportere dem fra andre lande. Derfor bør regeringen koncentrere indsatsen og prioritere det."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg syntes at vi skal hjælpe, hvor vi kan, og det skal selvfølgelig ikke bare være hvem som helst. Man kan da ikke byde nogen mennesker at leve på den måde, at de hverken har mad, tøj eller hjælpemidler. Vi skal prøve at sætte os i deres sted; hvordan ville vi selv have det, hvis det var os? Hvis vi kan hjælpe på nogen måde skal vi, men de skal selvfølgelig integreres i, hvordan vi lever og gør her i Danmark."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Da jeg personligt frygter, hvad for eksempel Rusland kan finde på, mener jeg kort og godt, at Danmark skal være langt mere uafhængigt, og at Danmark skal gøre, hvad der er muligt, for at vi kan blive selvproducerende af f.eks. el, gas osv., men selvfølgelig uden at dette skader vores dyre- og planteliv."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at det er fair, at forbrugerne eller producenterne skal betale mere, end de gør i forvejen. Det har vi absolut ikke brug for i dagens Danmark med de stigende fødevarepriser og forhøjede leveomkostninger. Danmark kan ikke stå i spidsen for at være klimaneutralt. Det skal de store lande såsom USA og Kina. Jeg synes, at argumentet om, at vi skal være rollemodeller for alle andre lande, er fjollet, for ingen lægger mærke til, hvad vi gør alligevel. Vi ødelægger bare vores egen økonomi."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Hele den sikkerhedsmæssige situation gør, at vi må fortsætte med at undgå, at Rusland får overhånden, og dermed vil de kunne presse Europa, herunder Danmark. Samtidig vil det være med til at holde prisen på energi nede, så det bliver billigere for befolkningerne i landene at eksistere, så det ikke bliver en kamp for overlevelse, og så vi er med til at bestemme over vores eget liv."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi skal opføre os ordentligt, tage ansvar og hjælpe vores medmennesker, og Danmark har pengene til det.\nDet bedste er selvfølgelig, hvis vi kan gøre det i deres nærområde - men som tingene er lige nu i både Gaza og Ukraine, er dette ikke altid muligt - så må vi hjælpe dem her. Det er selvfølgelig vigtigt, at vi prøver at integrere dem så godt som muligt, og i de tilfælde, hvor det ikke lykkes, må vi tage konsekvensen og \"bede\" - læs: sende - dem om at rejse hjem igen."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi skal hjælpe andre mennesker fra al den rædsel, de oplever, og så skal vi finde et arbejde til dem, så de får andet at spekulere over, ikke kun at sidde på et asylcenter og kigge. Vi har jo brug for deres arbejdskraft. Og så skal vi hjælpe dem med at komme tilbage, når muligheden kommer. Er der nogle, der er faldet godt ind i den danske kultur, skal de have lov at blive, hvis de ønsker det."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Afgifter på de mest forurenende produkter kan rykke folk til at skifte produktionsmetoder, mindske transport m.m. for at holde prisen nede og derved reducere CO2-udslip. Selvom det kan betyde højere priser på visse varer eller services, så er det vigtigt at vi gør alt hvad vi kan for at bremse drivhuseffekten og beskytte klimaet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Hvis vi kan fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængigheden, burde vi undersøge, om vi kan få det til at lykkes. Vi vil få vores egne olie og gas og ikke være afhængige af andre lande. Det ville helt klart være en kæmpe fordel at fremme olie-og gasudvinding i Nordsøen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skal tænke på os selv, inden vi begynder at tænke på alle andre. Danmark er et lille land, som ikke kan brødføde resten af verden. Jo flere penge vi bruger på andre lande, jo rigere bliver de og jo mere styres disse lande af korruption — men det vil regeringen ikke se. For dem er der prestige i at give så meget væk som muligt og lade de svage, syge, ældre og handicappede lide i vores land, da de ikke kan få den hjælp, som vi betaler i overpris for gennem skatter og moms."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark skal helt stoppe med at give udviklingsbistand. Vi har doneret milliarder til udviklingsprojekter, hvor pengene bare er forduftet hos korrupte embedsmænd, uden at der har været holdt tilsyn med, hvor pengene forsvinder hen. Danmark og danskerne skal ikke længere betale udviklingshjælp uden at få noget tilbage. Udviklingshjælpen skal afskaffes, og reelle investeringer skal foretages med udbytte for øje.\n\nDesuden skal lande, der ikke vil modtage egne borgere, der er dømt for kriminalitet i Danmark, og som har modtaget en udvisningsdom, slet ikke kunne modtage nogen form for udviklingsbistand."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Danmark burde være mere selvforsynende med energi, og skulle have fortsat med udvikling af atomkraft, som er blevet mere sikker at producere og giver grønnere energi og stabil forsyning! Vi har ligeledes en stor og velforsynende vindmølleproduktion, som også er en god forsyningskilde til fremtidens behov for grønnere energi."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Billiger olie og gas vil betyde, at alt bliver billiger, fra skat til fødevarer, og så er der penge til højere lønninger. Et rigt samfund er til gavn og glæde for alle i det danske samfund. Transport af fødevar til de danske supermarkeder har idag dyre transporomkostinger som i fremtiden vil bliver billigere, og det vil sænke omkostningerne, så alle varer i supermarkeder bliver billigere."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Når man ser på, hvordan vi behandler vores egne, så forstår jeg simpelthen ikke, at man kan sende så mange penge ud af vores land, når vi ikke kan hjælpe danske børn, unge, ældre og alle de svage i samfundet herhjemme. Man kan ikke få tider til psykolog eller til udredning af noget som helst. De ældre og syge kan ikke få hjælp til noget som helst eller noget ordentligt at spise, og så bliver priserne sat op på alt med flere og flere afgifter. Men penge kan man sende ud af landet, politikerne kan få mere i løn, Lars Løkke kan bo gratis, imens alle andre ikke kan få enderne til at mødes."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Man bør reducere udviklingsbistanden og fokusere på ældreområdet og uddannelsessystemet i vores eget land, for det er absolut en nødvendighed. Det er på tide at se indad i vores eget system og rette op på de mangler, der er i ældreområdet og i uddannelsessystemet. Vi har alt for længe givet til hele verden uden at fokusere på vore egne nødvendigheder."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg synes, de skal fremme olie- og gasudvinding, så vi kan klare os selv og ikke blive så meget påvirket af, hvad der sker omkring os. Dette vil have stor betydning for vores land, så det kan 'stå på egne ben'. Plus: kommer vi rigtigt i gang, kan der også være overskud til at sælge til andre lande."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er i bund og grund meget simpelt. Vores allesammens smukke verden kan ikke klare presset længere. Det kan godt være, vi udvikler os og bliver klogere hver dag, men gør vi nu også det? Vi bliver rent faktisk dummere hver dag, og hvis vi ikke begynder at stramme alvorligt op netop nu, så vil den verden, vi kender, blive meget grå og kedelig og måske snarest i sidste ende ubeboelig. Jeg synes, at hvis man gerne vil have børn, bør man vise og lære dem dette. Og hvor kunne det bare være fedt, hvis vi alle begyndte at bruge knolden, så kunne vi alle leve i harmoni osv. #folkerligeglade #klimaændringkoldverden."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed. Og det synes jeg, fordi det så kan blive billigere og bruge sin bil og tanke op. Det er simpelthen alt for dyrt, som det er lige nu. Og derfor synes jeg, der burde gøres noget aktivt ved det."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "I Danmark hører vi hele tiden, at der mangler penge til ældreplejen, børnene og sygehusvæsenet. Alligevel bruger vi alt for mange penge på asylansøgere.\n\nMange af de asylansøgere, der tages ind i Danmark, bidrager ikke til landet og lever på overførselsindkomst. Ved at skære i mængden af asylansøgere, vi godkender, vil vi i landet have flere penge til vores borgere."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen bør indføre en CO2-afgift, fordi det vil gøre det dyrere at vælge skadelige produkter og motivere forbrugere og producenter til at skifte til mere bæredygtige alternativer. Sådan en afgift vil samtidig sende et klart signal om, at vi som samfund prioriterer miljøet og tager ansvar for de langsigtede konsekvenser af vores forbrug. Hvis prisen på de mest forurenende varer afspejler deres reelle miljøomkostninger, bliver det lettere og mere naturligt og normalt for folk at træffe de valg, der vil gavne klimaet mest muligt. På den måde kan vi beskytte naturen og forbedre bæredygtigheden."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg mener, staten burde fremme olie- og gasudvinding i Nordsøen, således at vi bliver selvforsynede, ligesom man har gjort i Norge, og bliver uafhængige af olie fra Mellemøsten og gas fra Rusland, da vi ikke kan forvente, at de udenlandske leverancer er stabile, og de er for dyre. Ved at være selvforsynende bliver indtægten i landet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal fremme gas- og olieproduktionen, så vi ikke er afhængige af andre nationers råvarer, og så udviklingen af den grønne energi kan \"følge med\". Vi har set alt for mange eksempler på, at det ikke er den vej, vi skal gå; det giver alt for store omkostninger, når vi laver sårbare ledningsnet over hele Europa."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Danmark har ganske enkelt ikke råd til at forsørge alle disse mennesker. Det er selvfølgelig rigtig synd for dem, men jeg synes, vi skal tænke på os selv først. Vi kan se det på vores sundhedsvæsen, hvor danskerne har svært ved at få hjælp/operationer inden for en rimelig tid. Vi kan se det på ældreplejen, hvor vores gamle går for lud og koldt vand og ikke får den hjælp, de har brug for. Vi kan se det inden for retsvæsenet, hvor asylansøgere mv. er overrepræsenteret. Jeg synes, vi først skal få det til at fungere med dem, vi har fået i forvejen, inden vi taler om at få nye ind."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er noget af det mest sindssyge ikke at bruge de forekomster, vi har af olie og gas i vores egen undergrund, men i stedet importerer det; det er fuldstændig helt hen i hampen. Så kan man også lige så godt sige, at det er helt ok, at man bruger ressourcer fra et andet land, så man derved kan svine med mere CO2, end der er nødvendigt."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Hvis jeg skulle overtale en person, der ikke er enig med mig i, at regeringen burde acceptere flere asylansøgere, som enten flygter fra krig og/eller forfølgelse, så ville jeg prøve at sige til personen: prøv at sætte dig i deres sted. De er traumatiserede, har ingen penge eller mad - og har brug for kost og logi og vist nok mest af alt brug for at komme væk fra den krig, de har oplevet i deres hjemland eller den forfølgelse, de har oplevet. De har brug for at komme hen til et sted, hvor der ikke er krig - hvor de kan føle sig trygge, og hvor der ikke bliver bombet, skudt eller lignende."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "At der gøres mere for klimaet i Danmark, og der bliver bedre forhold for landmanden, og der skal reduceres i udledningen, og der skal tages hensyn til miljøet, og vi skal passe bedre på naturen, og vi skal være opmærksomme på, at det ikke bliver varmere at bo i Danmark, og vi skal bruge mindre benzin om året og købe elbiler"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Det går ud over os, som er på kontanthjælp. Vi har ikke råd til noget, siden de nye regler er kommet. Vi burde have mere at kan køre rundt med. De burde udskifte dem, der kan komme på arbejde. Der er nogen, som ikke kan arbejde; de får mere i kontanthjælp, så lad dem, der er syge, være i fred. Der er mange, der spiller syge; de får bare sygeløn. Det er forkert over for dem på kontanthjælp."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, der er rigeligt med fattige herhjemme, der kunne bruge noget hjælp. Det kan ikke være rigtigt, at børn og pensionister sulter og ikke har til dagen og vejen. Jeg er snart 70 år, og siden jeg var barn har \"de stakkels\" børn sultet i Afrika. Så er det nemt ikke at gøre noget ved det, når de får penge ind hver måned. Tænk hvor mange herhjemme der kunne få mad på bordet hver dag."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Olie er allerede kendt som en stor miljøbyrde, så ved at fremme olie- og gasudvinding vil vi fremskynde den forurening, der allerede er i gang. Ifølge eksperterne er udviklingen på vej mod et dårligt sted, og hvis vi ikke stopper brugen af gas og olie, så får det miljømæssige konsekvenser, som vores børn og børnebørn skal slås med. Vi skylder fremtiden at foretage valg, der fremmer et så rent klima som muligt, og det gør vi ikke ved at udvinde gas og olie."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, at det er nødvendigt, at vi som individer og samfund tager ansvar for de klimaforandringer, som vi står over for.\nDet vil hjælpe mange med at handle mere klimavenligt, hvis vi gør nogle fødevarer billigere, hhv. dyrere.\nDerfor ser jeg det som sund fornuft at indføre en CO2-afgift, der, hvor forureningen er størst."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Der er 2 hovedårsager til, at vi skal udvinde de gas- og olieforekomster, som findes i Nordsøen, men generelt handler det også om, at vi skal være mindre afhængige af gas og olie udefra, og uanset holdninger til CO2 m.m., så er det jo ikke en løsning at købe det fra andre lande:\n\n1) Mange benytter gas til opvarmning, og her vil man gerne have omlagt til fjernvarme, men på grund af en forfejlet affaldssortering er fjernvarmen blevet alt for dyr, ligesom omkostninger ved omstilling til fjernvarme er meget høje.\n\n2) Vi bliver næppe uafhængige af fossildrevne køretøjer de næste mange årtier - så pump op."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, at der skal indføres en CO2-afgift, fordi de produkter, der forurener mest, ikke er livsnødvendige - tværtimod er det ofte disse produkter, som leder til usunde livsstilsrelaterede sygdomme. Ved at indføre en CO2-afgift er det muligt at opnå et sundere samfund, som en positiv effekt af den primært ønskede effekt: sænkede CO2-udledninger."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Ved at ramme præcis de varer, der forurener mest, kan forbrugerne i højere grad være med til at formindske udledningen. Der vil være mulighed for helt at fravælge de store klimasyndere alene ud fra priserne på varen. Lige nu er der en tendens til, at folk fravælger oksekød pga. prisen. Danskerne er i den grad styret af deres pengepung, og kan de spare et sted, gør de det. Derfor vil det være attraktivt at frigøre grøntsager fra moms."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis der ikke bliver gjort noget omkring vores CO2-udledning, og den grønne omstilling generelt ikke bliver mere udbredt, så ender det med, at verden ikke bliver et leveværdigt sted at være. Måske bliver det ikke tilfældet for vores generation, men de næste mange generationer vil kunne mærke en forskel, hvis vi ikke gør noget nu."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at Danmark skal være uafhængig af andre og kunne passe på sig selv i en verden, der er så foranderlig. Det er vigtigt at have fokus på de ting, der kan hjælpe os i den retning, og olie- og gasudvinding er et af de skridt, fordi vi endnu ikke alene kan være afhængige af f.eks. vindenergi."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, der skal indføres CO2-afgift på dagligvarer og energi, som forurener mest, for at reducere udledningen. Det synes jeg, fordi vi har et overforbrug af dagligvarer og energi, og folk køber uden omtanke, og mange har ingen holdning til det. Så hvis man indfører en afgift, vil forbruget af de mest forurerende produkter falde, og CO2-udledningen vil også falde, da folk vil fravælge disse produkter."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen skal sætte afgifter på helt almindelige dagligvarer og energi, da det er dyrt nok at leve i forvejen. Selv de varer, der ikke udleder meget CO2, er stadig fucking dyre, og folk kan knap nok få deres budgetter til at hænge sammen. Hvis nu vi aftalte, at alle de varer, der ikke udleder meget CO2, til gengæld blev MEGET billigere, så kunne man nok nemmere komme sig over en afgift på ting, der forurener."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg mener, at det er vigtigt. For det første: En CO2-afgift gør det dyrere at forbruge varer og energi med høj klimabelastning. Det motiverer både forbrugere og producenter til at skifte til grønnere alternativer – som fx elbiler, økologiske fødevarer eller vedvarende energi. For det andet: Det skaber et økonomisk incitament til grøn innovation. For når forurenende løsninger bliver dyrere, bliver det økonomisk mere attraktivt for virksomheder at investere i bæredygtige teknologier samt at udvikle CO2-neutrale produkter og satse på energioptimering."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at vi skal reducere udgifterne til udviklingsbistand, da jeg mener, at vi har mere brug for at bruge pengene inden for Danmarks grænser. Jeg synes i den grad, at psykiatrien og ældreområdet trænger til et væsentligt økonomisk løft, og jeg mener, at de penge, vi bruger på udviklingsbistand, kunne blive brugt i de sektorer, der tilgodeser psykiatrien samt ældreplejen. Vi har et ansvar for egne borgere, og når ventetiden i psykiatrien er så lang, som tilfældet er, og når man ligefrem bruger et begreb som \"ældrebyrde\", mener jeg, at pengene til udviklingsbistand burde gå til en anden kasse."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark bør modtage flere asylansøgere, da det er inhumant at afvise folk, der må se sig nødsaget til at flygte fra eget hjemland pga. krig, forfølgelse, etc. At lade dem søge asyl er den mindste smule respekt, vi kan yde dem, efter de har gennemgået, hvad der må formodes at være en skræmmende og nedværdigende flugt."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skal have bedre styr på vores egen økonomi, før vi giver til andre. Når vi har styr på den, kan vi give mere uden problemer. Lige nu er prisen for alt det, vi giver, at der må spares på noget her i landet. Hvis vi giver 1 million til Uganda, tager vi måske en million fra de ældre eller dem, der er på SU. Vi skal derhen, hvor vi har en million i overskud, og kan vælge, om den skal gå til mere herhjemme eller til udlandet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "På nuværende tidspunkt er vi på ingen måde energiuafhængige. Vi står i en situation, hvor vi ikke ved, hvordan krigene ender, og hvad resultatet af krigene bliver. Derfor handler det om at sikre os selv mest muligt. Nordsøen er en kæmpe mulighed og er allerede blevet benyttet, og derfor burde vi også udvinde mere der."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "I Danmark accepterer vi mange asylansøgere, som ikke har lyst til at tilpasse sig det danske samfund og være en del af den danske norm eller ikke har lyst til at passe ind. Det skaber en del problemer med ligheden i Danmark og kan skabe en masse problemer for, hvordan vi danskere ser Danmark, og hvad Danmark egentlig er og står for."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at regeringen bør fremme yderligere olie- og gasudvinding i Nordsøen, fordi det strider imod både klimaambitioner, ansvarlig ressourcestyring og den nødvendige grønne omstilling. Vi befinder os midt i en global klimakrise, og videnskaben er tydelig. For at begrænse den globale opvarmning til 1,5 grader, som det er fastsat i Parisaftalen, skal størstedelen af verdens kendte fossile reserver forblive i jorden. Det vil derfor være uansvarligt, at Danmark fortsætter eller fremmer udvinding. Derudover sender det et dårligt signal til resten af verden."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Der skal accepteres asylansøgere, der flygter fra krig eller forfølgelse, da dette sagtens kan ske for os her i Danmark. Det, man ønsker for sig selv, burde man også ønske for sine nære mennesker. Det er vildt hårdt at forlade sin familie, venner og det liv, man har for en bedre fremtid. Jeg synes, man skal være forstående."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, vi burde stoppe, da vi har andre ting i verden, som er vigtigere at bruge penge på. Det kan være alt fra vores lidt forfaldne forsvar eller vores sundhedstab i form af sygeplejersker, som ikke har de bedste arbejdsvilkår - i hvert fald som jeg hører det. Derudover synes jeg bare, der bliver taget nogle mærkelige beslutninger i politik en gang imellem."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Regeringen burde passe noget mere på vores økonomi i Danmark. De første prioriteter må først og fremmest være os selv her i Danmark. Der bliver sparet på ældreplejen, som har kæmpet her i Danmark for at skabe den økonomi, vi i dag har. Priserne på mad og meget andet stiger, og det går ud over dem, som ikke har meget at gøre godt med. Boliger mangler til de unge, som skal skabe en tilværelse her i Danmark. Fremmede, som kommer hertil, kan altid få et sted at bo. Det er ikke godt for vores nye generationer. Mange fremmede har heller ikke den tro, vi har. De kommer med alt for meget terrorisme."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Det giver ingen mening at indføre en CO2-afgift, der kun rammer danske virksomheder. DK står for 0,1 % af verdens CO2, så medmindre man får de andre lande med, vil det jo ikke virke. Det vil derimod komme til at være sådan, at det bliver dyrt for danske virksomheder, og prisen på varer vil stige. Så vil man derimod begynde at importere billigere varer udefra, og så har man opnået det absolut modsatte, da transporten hertil også skal tillægges klimaregnskabet."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, det er vigtigt, at vi tager forbehold for de klimakriser, der er opstået. I den forbindelse bør vi indføre afgifter på de dagligvarer, der forurener mest, da vi bør minimere vores CO2-udledning. Dette vil skabe et større fokus på de dagligvarer, der forurener mest. På den måde kan vi ændre produktionen af disse varer og dermed skabe en mere klimavenlig produktion. Ved at indføre dette kan vi sammen skabe en mere klimavenlig jordklode, som kan vare ved i flere år."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Ved at gå ind på dette område med dansk knowhow, teknologi, økonomi og etiske værdier vil vi kunne bidrage til at skabe en større uafhængighed af eksempelvis russiske, østlige og mellemøstlige landes fossile ressourcer. Jeg ved godt, at fossile brændstoffer forurener, men jeg tror på, at hvis VI udvinder det, så har vi en større mulighed for at præge måden, vi udvinder og håndterer det på. Lige nu spiller vi fuldt ud efter deres regler og har meget begrænset indflydelse på deres håndtering og udvinding af materialet."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg forstår godt, at det virker uretfærdigt, at vi skal til at betale endnu mere for vores forbrug, når priserne er så høje i forvejen. Men det, jeg synes, er værd at huske i denne debat, er, at hvis vi ikke får mindsket vores CO2-udledninger nu, så kommer vi til at skulle betale endnu mere i fremtiden, når vi skal sikre os mod f.eks. oversvømmelser. Undersøgelser viser, at vores forbrug spiller en enorm rolle i den globale opvarmning, og vi kan spare os selv for store regninger allerede om fem-ti år ved at mindske CO2-udslippet nu. Men det skal også være nu — for os selv og for vores børn."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Der bør være CO2-afgift på dagligvarer, da en stor del af CO2-udledningen kommer fra vores daglige forbrug. Der bør være højere priser på varer, der belaster klimaet. Priserne vil tvinge de fleste til at være mere opmærksomme på at handle mere bæredygtigt eller finde andre alternativer for de produkter, der belaster klimaet. Mange mennesker tænker højst sandsynligt ikke over CO2-aftrykket, eller hvor meget vand der er brugt til at lave de dagligvarer, vi køber. Prisstigningen ville gøre folk mere bevidste, så vi kan tage stilling og handle mere bæredygtigt."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Udviklingsbistanden skal reduceres, da der er mange lande, der udnytter den og propper pengene i egen lomme. Så man skulle måske kigge på, hvilke lande, der rent faktisk gør brug af pengene på den rigtige måde, som det var hensigten - og de lande, der ikke lever op til det, skal fratages deres mulighed for udviklingsbistand."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Min holdning er, at der ikke skal indføres CO2-afgift på de varer, der forurener mest, for det er jo sådan, at det er forbrugeren, der kommer til at betale. Personer med overførselsindkomst kan ikke få denne udgift dækket, for de kan ikke bede om lønforhandling og på den måde få dækket merudgiften."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at vi kan blive energiuafhængige, så vi kan klare os selv og ikke er afhængige af andre lande, især hvis der skulle komme en krise. Ved at fremme olieudvinding og gasudvinding vil det øge mulighederne for at være uafhængige af energi fra andre lande. Derfor er dette en rigtig god idé for os."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi giver alt for mange penge ud til andre og glemmer, at der er rigtig mange, som har brug for den hjælp herhjemme. Vi kan ikke bare give andre noget og så glemme os selv. Det er først, når alle får den hjælp, de har brug for, at man kan begynde at give andre. Vi som et lille land kan ikke hjælpe resten af verden."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Mange mennesker med en kultur, der afviger væsentligt fra den danske, skaber splid og problemer. Værdier, der ikke stemmer overens med dem, der er fremherskende, undergraver sammenholdet i et land. Udgifterne til asylansøgere med ophold i Danmark er meget høje, og man kan hjælpe mange flere mennesker for færre penge i nærområderne."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skal hellere hjælpe vores ældre borgere samt bruge pengene på det nære sundhedstilbud/sygehuse. Vores penge drukner i et stort hul i tilskudsjunglen i u-landene. Hellere mere information til borgerne på stedet. Vi har selv så mange haltende udgifter og mangler i Danmark, som skal rettes op først, inden vi sætter os for at redde hele verden."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at regeringen burde indføre en CO2-afgift på dagligvarer og energi. Dette skyldes, at vi allerede lever i en tid, hvor tingene kun bliver dyrere, og ved at indføre en sådan afgift ville der være flere af de ting, vi anser som hverdagsting/normale ting at købe, som færre og færre reelt har råd til at købe. Dette vil være med til at øge forskellen mellem rig og fattig, som allerede er voksende i samfundet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Der er en række årsager til, at jeg påtager mig dette politiske ståsted, selvom verdens nuværende problematikker kan underbygge et modstående argument. Danmark har altid været et forgangsland og har vægtet det etisk rigtige højere end økonomisk fremgang og kapitalisme. Vi er et land med fokus på værdier og mennesker, ikke bare dem, der lever nu, men også dem, der skal leve her i fremtiden. Derfor er det vigtigt at blive ved med at holde fast i vores fokus på videreudviklingen af grøn energi, så der er en fremtid for danskerne, frem for at bukke under for fristelsen til olie og gas i Nordsøen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, vores danske stat burde reducere vores betaling til udviklingsbistand, da vi jo også skal hjælpe vores egne, som er syge, mennesker på kontanthjælp og psykisk syge, som har brug for rigtig meget hjælp. Anbragte børn burde få meget mere opmærksomhed på, hvordan de har det og oplever tingene. Vores hjemløse, som er i misbrug og bor på gaden, og vores fattige familier, som ikke har ret meget at leve for. Danmark skal til at vågne op og hjælpe vores egne, som har brug for hjælp her i Danmark. Vi gør nemlig alt for lidt for at hjælpe vores egne udsatte borgere."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at vi skal reducere udgifterne til udviklingsbistand, da det i forvejen har kostet Danmark en masse penge. Jeg synes i stedet, at disse penge kunne bruges vigtigere steder, da jeg synes, det vigtigste er, at danskerne har velfærd af bedre kvalitet. Jeg synes, sundhedssektoren skal forbedres en hel del, der skal flere ressourcer til børnehaverne og andre offentlige myndigheder, og vores ældre skal have bedre muligheder."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Hvis regeringen fremmer olie- og gasudvinding i Nordsøen, vil det have mange fordele for energiuafhængigheden. Danmark bliver mindre afhængig af andre lande og importerede energikilder, som kan være en god idé i tider, hvor der kan være politiske ustabiliteter eller geopolitiske konflikter. Derfor kan vi værne os strategisk mod internationale kriser og prisudsving. Egen produktion betyder også, at der er bedre mulighed for at påvirke pris og forsyning nationalt, i stedet for at være afhængig og prisfastsat af et internationalt marked, hvor der er mange politiske og økonomiske faktorer, der spiller ind."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen.\n\nEftersom klimaet bliver mere og mere forurenet, er det vigtigt at fokusere på emnet. Vi skal tænke mere på klimaet, og det kan vi gøre ved at købe flere bæredygtige produkter. Hvis dagligvare- og energipriser stiger, så de produkter, som forurener mest, bliver dyrere at producere, vil det betyde, at forbrugerne griber til alternativer, som er mere bæredygtige. Dette vil fremme processen og hjælpe klimaet."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Et argument, der taler imod, at regeringen indfører CO2-afgifter på fødevarer og energi, er, at konkurrenceevnen kan svækkes, og det kan føre til økonomiske konsekvenser for flere danske nationale virksomheder (især landbruget). Virksomheder kan vælge at flytte produktionen til et andet land, hvor energi- og fødevareproduktion har en lavere afgift eller lavere klimaambitioner (carbon leakage), og derfor kan det ramme fx danske landmænd økonomisk hårdt, og det kan have en negativ effekt, hvor det reelt kan øge de globale CO2-udledninger."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Prøv at tænke, hvis du selv stod i samme situation – Danmark blev angrebet, og du havde ikke andet valg end at flygte fra landet. Vil du måske ikke selv sætte pris på, at et andet land åbner op og viser gæstfrihed over for dig og din familie? Viser et andet menneske medfølelse og omsorg i nok en af de værste situationer, man kan stilles i – at blive jagtet ud af sit hjem! Det her er mennesker. Børn, unge, voksne, ældre. Alle med følelser og fysiske nødvendigheder – noget så simpelt som mad, vand og tag over hovedet burde være en ret for alle. Specielt i en situation som denne."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Elbiler er ikke pålidelige nok. Derfor kan vi ikke stole på, at det er fremtiden. Vi har allerede nu oplevet ekstremt meget regn og voldsomt vejr i Danmark, der har oversvømmet vejene, så hvad gør Hr. og Fru Danmark, når de kommer kørende i deres smarte elbil og skal igennem de oversvømmede veje? De kan ikke køre igennem det, for så kortslutter deres smarte elbil. Svaret er, de går tilbage til benzin og diesel. \"Men åååh benzin er så dyrt\" — ja, for Danmark er et land, som, på trods af store oliedepoter på Grønland og de nærliggende have, ikke har valgt at udnytte det ligesom alle andre lande."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark og andre lande har betalt enorme summer til udviklingslande i årtier, men det har stort set ikke rykket noget — tværtimod har pengene gjort mange lande i stand til at opretholde usunde og uholdbare samfund. Det ville hjælpe meget mere at fokusere på øget samhandel og uddannelse i de pågældende lande."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Så længe samfundet har behov for olie og gas, vil det være en fordel at være uafhængig af disse produkter fra Rusland eller mellemøstlige lande. Det er selvfølgelig målet, at vi ikke skal benytte olie og gas i fremtiden, men så længe alternativer ikke er implementeret, så er det desværre en nødvendighed."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "For vores sundhed, for vores børn, for fremtidige generationers skyld, for klodens eksistens.\nFor alt liv, for vores fødevarer, for at vi, vores børn og alle fremtidige generationer kan få et godt liv hele livet fra fødsel til død uden sygdomme forårsaget af indånding af forurenet luft og af allergier."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "En CO2-afgift på dagligvarer og energi vil nok ramme familierne med lav indkomst, der bruger en større del af deres månedlige indkomst på mad og diverse. Samfundets sociale ulighed bliver større ved at gøre det dyrere at leve, uden at CO2-udledningen nødvendigvis bliver reduceret betydeligt. Der burde i stedet fokuseres på grønne teknologier og bæredygtige tiltag samt alternativer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi går ud fra, at CO2-udslippet er en betydende faktor, hvad angår den accelererende globale opvarmning, er det vigtigt, at alle - det gælder både på virksomhedsniveau og i den private sfære - deltager i reduktionen af dette udslip.\n\nHvis man ved at fravælge de varer og ydelser, der har det største CO2-tryk, kan nedsætte udledningen markant, synes det oplagt, at det er en af de veje, vi må gå."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Priserne på dagligvarer er i forvejen steget så meget, at det er svært for studerende og familier med lav indkomst at få hverdagen til at hænge sammen. Ved at indføre yderligere afgifter vil det formentlig få flere og flere til at vælge arbejde frem for uddannelse, da det økonomisk ikke er muligt for dem at tage en uddannelse."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Regeringen bør reducere udgifterne til udviklingsbistand.  \nDanmark er ikke en velgørenhedsorganisation, og bør fokusere fuldt ud på sit folk og sine anliggender. Vi skylder ikke disse andre lande noget. Regeringen bør fokusere på at forbedre levestandarden for alle danskere. Vi skal ordne vores egne anliggender, før vi hjælper andre mennesker."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "En CO2-afgift på dagligvarer og energi vil ende med at påvirke dem, der i forvejen har mindst. Det skal ikke være rimeligt, at en helt almindelig familie skal betale prisen, uanset om man har en høj eller lav indkomst. Det vil blot gøre hverdagen dyrere uden nødvendigvis at sikre store effekter på klimaet. Man bør i stedet bruge mere tid på grønne teknologier og IKKE for at straffe dagligdagens forbrugsvaner."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er jo det mest logiske - at dem, der forbruger de dagligvarer og den energi, der forurener mest, også selv bør være dem, der betaler for det. På den måde lander betalingsbyrden på det korrekte sted, og de konkrete forbrugere kan og må selv vurdere, om de vil lægge deres forbrug om eller betale for det."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Da vi har for mange problemer med at få integreret de flygtninge, vi har, mener jeg, at der skal bruges flere ressourcer på at løse de udfordringer, før vi kan modtage flere flygtninge. Det er vigtigt for vores samfund, at vi ikke modtager flere flygtninge, end vi er i stand til at hjælpe; derfor skal vi bruge penge og kræfter på at hjælpe dem, der er her, før vi modtager flere."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Fødevaremæssigt har vi masser af gode råvarer på dansk jord - råvarer, som vi kan udnytte i langt højere grad, end vi gør. Vi har gode alternativer til mange importerede råvarer - så når det er muligt at dyrke danske alternativer, ser jeg det naturligt, at vi benytter disse.\n\nJeg ser et udtalt behov for, at vi lærer at bruge både os selv og naturen mere bæredygtigt - at vi lærer, at ting tager tid, at råvarer findes, når de er i sæson, og at energikilder ikke skal udtømmes. Jo mere vi respekterer og forbinder os med naturen, desto mere vil vi kunne komme i balance som mennesker."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vores verden kan ikke klare mere forurening, og der bør gøres noget straks. Både du og jeg vil ret hurtigt se den gavnlige effekt af en afgift. Desuden vil vi give en verden videre, hvor vores børn, børnebørn og alle andre kan leve et acceptabelt liv med ren luft og ikke mindst rent drikkevand. Tænk bare på coronatiden, hvor vi blev tvunget til at bremse op. Pludselig kom havdyr til syne i områder, hvor man ellers ikke så dem længere. I storbyer blev luften renere, og man kunne pludselig se bjerge og anden natur rundt omkring. Jeg mener, det bør give stof til eftertanke hos enhver!"
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg er ordblind, så det kan godt være, jeg ikke staver ordentligt. Men jeg synes ikke, at vi bare skal tage alle ind. Det kan godt være, det er svært for dem, men nogle gange må vi også huske at bevare Danmark, som det er og var."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at den nuværende situation er vendepunktet i Danmarks position i forhold til energi. Den russiske invasion af Ukraine skabte behovet for energiselvforsyning - ikke kun i Danmark, men også i EU. Miljøpåvirkningerne fra olie- og gasudvinding i Nordsøen er yderst bekymrende, men ikke at handle kan være langt mere skadeligt i fremtiden på grund af Ruslands indtrængen i danske farvande og territorier, der konstant finder sted, og som er et spørgsmål om national sikkerhed."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen skal pålægge bøder til industrier, der forurener miljøet og gør det usikkert for danskerne. Dette vil også bidrage til et rent land og til vores økonomi. Regeringen har brug for støtte fra de relevante myndigheder og befolkningen for at gøre dette muligt. Dette skridt vil også generere flere indtægter til regeringen, som kan investeres i andre ting."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Nordsøolie og -gas er Danmarks egne energiressourcer, og øget produktion kan mindske afhængigheden af importeret energi. For eksempel kan den indenlandske produktion om vinteren, når energiefterspørgslen topper, give en stabil forsyning, hvilket potentielt kan føre til færre konflikter mellem leverandører og transportforstyrrelser. Dette giver Danmark mulighed for mere uafhængigt at allokere elektricitet til opvarmning i boliger og produktion i virksomheder."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi er nødt til at tage nogle tiltag imod klimaet, fordi befolkningen ikke aktivt selv tager del i dette. Regeringen er nødt til at indføre CO2-afgift på de dagligvarer og den energi, som forurener mest, for at reducere udledningen. Herved tvinges den enkelte forbruger til at tage et aktivt valg - enten nedbringe det eller betale prisen for det. Dette kan derved på sigt ændre befolkningens vaner og forbrug."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Et af de vigtigste problemer i dag er klimaforandringerne, der i vid udstrækning skyldes menneskenes forbrug. For at mindske CO2-udledningen bør vi omlægge vort forbrug. Den hurtigste metode er at omlægge vort afgiftssystem, så varer og forbrug af de mest klimaskadelige produkter og tjenester bliver dyrere, og de mindre skadelige bliver billigere."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det bedste argument for, at der burde indføres en CO2-afgift, er, at klimaaftrykket stiger og stiger. Vi er nødt til at starte et sted, og det er ved at kigge på os selv. Hvis vi starter med at være frontfigur ved at lave en afgift på CO2 her, så vil andre lande evt. følge trop. Jeg håber, regeringen kan se fornuften i, at vi skal være de første, der starter."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi ved jo alle, hvordan vores planet, Jorden, lider under vores udledning af CO2! Vi ser desværre blandt andet:\n- højere temperaturer (ekstreme hedebølger)\n- voldsomme, kraftige storme og mere ekstreme regnskyl\n- havstigning og issmeltning (varmen får indlandsisen og gletsjere til at smelte)\n- koralrev og marine arter dør\n\nDerfor er det vigtigt, at vi handler nu og indfører CO2-afgifter på dagligvarer og energi, der forurener mest, for at reducere udledningen. Vil du ikke også gerne give dine børn og børnebørn et trygt sted at bo? Nemlig vores fantastiske Jord."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Jeg synes af forskellige årsager ikke, at regeringen burde fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed:\n\n1) For det første ved vi, at olie og naturgas er fossile energikilder, som påvirker naturen negativt.\n\n2) For det andet er vi i Danmark KENDT for grøn og vedvarende energi — energi gennem vind, vand, sol m.m. Disse energikilder er GRATIS, mindre belastende for miljøet og vedvarende!\n\nMens fossile brændstoffer udtømmes på et tidspunkt — og dermed bliver dyrere, jo mere de opbruges — er vedvarende energi naturlig og vil med tiden få energiprisen til at falde for alle!"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Lad industrier, der ikke overholder forureningslovgivningen, betale en høj bøde. Offentligheden bør også gøre deres del ved at boykotte industrier, der forurener luften. Deres licens kan inddrages, indtil de overholder disse love. Disse afgifter bør gives til industrier. De, der overholder disse love, bør få overskuddet af disse skatter for at videreudvikle deres industrier."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes helt klart, at dagligvarer og energi, der forurener mest, skal pålægges en CO2-afgift. Det er vigtigt, at man som borger gør sig klart, at de valg, man træffer i sit forbrug, er mindst muligt forurenende. Det er til vores alles bedste, at det er sådan. Man skal ikke optræde egoistisk med sine valg, men være solidarisk med sine medborgere om at tilstræbe mindst mulig forurening. Som et supplement til mit standpunkt om forurening vil jeg gerne slå et slag for, at flyrejser minimeres til det absolut nødvendige og gerne tynges af en stor afgift."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "En CO2-afgift på dagligvarer og energi, der forurener mest, vil skabe et økonomisk incitament til at vælge grønnere alternativer. Når de mest forurenende produkter bliver dyrere, vil både forbrugere og producenter have grund til at ændre vaner og produktion. Det er en effektiv måde at reducere udledningen på, samtidig med at indtægterne kan bruges til grønne investeringer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Udviklingsbistand er et vigtigt tiltag for at løfte hele verdens velfærd og udvikling. Forestil dig, at hvert land er et led i en lang kæde. Hvis ét led er svækket, er hele kæden svækket. Problemerne vil ikke kun begrænse sig til det enkelte land, men vil sprede sig til velstillede lande som Danmark - for eksempel i form af klimaflygtninge og politiske flygtninge. Hjælper vi andre lande, udviser vi ikke blot næstekærlighed og omsorg, men bygger også bånd på tværs af grænser. Nye samarbejder vil opstå, og vi kan lære af hinandens kulturer."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Der er en begrænset mængde af olie og gas på vores klode. At udvinde dem til eget brug i Danmark kunne sikre energiuafhængighed i en periode, men gas- og oliefelterne slipper op i det lange løb. Derudover vil EU, FN og andre i stigende grad appellere til et skift fra olie og gas til alternative energikilder. At fremme olie- og gasudvinding i Danmark ville være et skridt i den forkerte retning, både i henhold til vores klimamål og til verdens udvikling. For at sikre vedvarende, stabil og bæredygtig energiuafhængighed burde regeringen fremme grønne initiativer som vind-, sol- eller bølgeenergi."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Vi ved i dag, at anvendelsen af fossil energi er hovedårsagen til den stigende CO2-forurening og de deraf følgende temperaturstigninger over hele kloden. Vi kan ikke standse denne udvikling de næste 30 år. Vi kan heller ikke overplante hele Fyn med solceller og Jylland med vindmøller. Vi bør imidlertid sætte alt ind på undersøgelse og udvikling af alternative energiformer – og i særdeleshed nukleare energiformer, der formodentlig er den reneste og sikreste form for energi, der kan medvirke til at løse verdens energiproblemer på længere sigt."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er regeringens ansvar at fremme ren energi. Der bør pålægges skatter og bøder på industrier, der forurener miljøet. Dette vil føre til sundere liv for folk i Danmark. Folk bør uddannes til at støtte brancher, der prioriterer bæredygtighed og afviser varer og tjenester fra virksomheder, der ikke lever op til dette krav."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Danmark kommer til at bruge fossile brændstoffer i mange år fremover, selvom der investeres massivt i grøn energi. Derfor skal Danmark fortsat fremme olie- og gasudvinding i Nordsøen. På den måde kan Danmark være mindre afhængig af f.eks. arabiske lande. Det vil fremme en selvstændig udenrigspolitik over for disse regimer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen burde indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen. Der er andre måder, vi kan nedsætte CO2-udledningen på, idet vi kan bruge naturen til at hjælpe os. Vi kan for det første gøre en indsats for at få stoppet fældningen af vor årtusindgamle regnskov, som desværre nu fældes i meget stor stil i mange lande. Vi kan spise mindre kød og mere grønt. Vi kan selv plante mere skov, så vi hjælper naturen på vej og får nedsat CO2-udledningen. Vi kan benytte mere solenergi m.m. og udfase gas."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen burde indføre CO2-afgifter på dagligvarer og energi, der forurener mest, fordi dette vil være med til at ændre folks adfærd i samfundet. Folk skal bruge et incitament til at ændre adfærd, og det er ofte monetære incitamenter, der ender med at rykke mest på folk. Dette ses f.eks. med rygning, hvor stigende priser har været med til at få folk til at stoppe med at ryge. Klimaforandringer er et alvorligt problem, som alle mennesker har et ansvar for at imødekomme. Det er bare ikke altid lige nemt for alle mennesker at ændre adfærd. Derfor er en CO2-afgift et fornuftigt værktøj til at opnå dette."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg mener, at det vil være bedre for både flygtningene og Danmark, at flygtningene hjælpes i deres nærområde. Det er lettere økonomisk at styre den indsats, ligesom det mindsker et kulturelt, socialt og religiøst pres på det danske samfund. Endelig kan de befolkningsgrupper, der flygter, forblive i deres kulturelle og religiøse område og tage deres kamp op dér i stedet for i Danmark."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Generelt er jeg imod, at der pålægges yderligere former for skatter og afgifter, hvilket betyder, at familier med en i forvejen meget stram økonomi pålægges yderligere udgifter. Jeg vil ikke have noget imod en større skattebetaling for dem, der vil kunne betale. Men det kræver, at vores skattesystem helt ændres.\n\nHvorfor er mit argument, som det fremgår af indledningen??? Fordi jeg bl.a. er ulønnet frivillig gældsrådgiver i KFUM's sociale afdeling \"På Fode Igen\", hvor vi ser mange socialt udsatte, der i forvejen kæmper med stigende priser — ikke blot på fødevarer, men også på el, vand og varme!"
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det handler alt sammen om distancen og kulturen i EU i forhold til Mellemøsten/USA. Afstanden skal være minimal, og arbejderne skal sikres en løn, der giver mening. Dette kan kun gøres på én måde, og der er flere artikler om det fra EU og andre medlemslande. EU first! Mellemøsten tager ikke højde for biodiversiteten, og det samme gælder for USA, som borer efter olie i Alaskas naturparker."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg er imod flygtninge. Danmark skal tage imod færre flygtninge. Vi bør nægte flygtninge at komme og bo hos os. Flygtninge er ikke til nogen nytte for samfundet. De begår mange forbrydelser. Jeg er imod at tage imod flygtninge i vores land. Danmark skal fuldstændigt forbyde flygtninge at komme ind i landet."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Den danske regering bruger flere millioner kroner på at bombe lande som Irak og Syrien mv., og nu støtter vi Israel med våben, som forsøger at udrydde palæstinenserne. Forestil dig, at bomber flyver over hovedet på dig hver evig eneste dag... En konstant frygt... en konstant flugt... konstante drab på spædbørn... Forestil dig, at det var dig... forestil dig, at det var dit eget barn. Vi ser desværre ikke længere end vores egen næsetip, idet vi selv lever i et sikkert land og selv er sikre. Men en lille smule empati og medmenneskelighed ville kunne redde en masse."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Med nye undersøgelser, der viser, at der dannes færre skyer, er klimaforandringerne allerede mere voldsomme end først antaget. Der bør derfor tages mere politisk ansvar for at reducere de skadelige effekter mest muligt. En afgift på de mest CO2-udledende varer og energi ville kunne bremse forandringerne, idet forbrugerne ville vælge et billigere alternativ. Det ses allerede med nedgangen i salget af oksekød samt producenternes tiltag med at blande det klimabelastende oksekød med mindre klimabelastende kød fra svin og fjerkræ."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Industrier, der ikke overholder forureningsbekæmpelseslovene, bør straffes hårdt, og deres driftstilladelser bør inddrages. Derefter bør den danske befolkning arbejde sammen for at undgå sådanne virksomheder, der ikke tager hensyn til miljøet. Reduktion af udledninger til atmosfæren vil bidrage til at beskytte økosystemet og fremme en sund levevis og produktion af sunde fødevarer derhjemme."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Anvendelse af renseteknologier, for at opnå renere vand, samt reducere skadelige stoffer i drikkevand, ved at bruge membraner til filteringen for sikre renere vand nu og i fremtiden. Ved anvendelse af denne teknologi forbedre vandkvaliteten, og der vil være 98% færre stoffer som PFAS og nitrat i vandet. Det gøres ved at undersøge forskellige metoder og design og finde den, som passer til bedst til ens renseanlæg"
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Den danske økonomi er sund, og der er rigeligt rum til at øge udviklingsbistanden til 1 % af BNP. Lavindkomstlande bør støttes i deres bestræbelser på at udvikle samfundet og øge befolkningens velstand og adgang til ressourcer og universelle rettigheder samt opfyldelse af FNs globale udviklingsmål. Der skal tilstræbes, at udviklingsstøtten er sektorbaseret og modtagerdrevet."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Klimakrisen løses ikke med afgifter, kun med handling. Vi er for mange mennesker på denne jord, og da jeg, som alle andre hyklere, ikke ønsker at dø, så må det jo blive nogle andre. Og husk på, at det er en politisk tanke, som ikke afspejler, at jeg ønsker død over nogen. Politiske tanker er hypotetiske, men kan blive handlingskrævende."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": ""
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det skyldes ufred i verden, og derfor vides det ikke, hvor bæredygtige vores energikilder er - det kan være fatalt. Hvis vi ikke har et sikkerhedsnet, står vi derfor uden energikilder. Vi er et så moderne samfund, at vi er afhængige af, at der er energi. Derudover er det en forholdsvis lokal energikilde."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen burde indføre CO2-afgifter på forbrug af de energiformer, der forurener mest, dvs. på energi baseret på fossile brændstoffer. Her tænker jeg mest på industriens forbrug af de CO2-belastende energiformer. Det vil tvinge dem til at finde og omlægge til de mere CO2-venlige energiformer. De, der er uenige med mig, bør fokusere på, at det er andre end forbrugerne, der skal betale for produktionens belastende brug af fossile energiformer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi har rigeligt med områder i Danmark, hvor der mangler penge til gode løsninger. Det mener jeg, vi bør fokusere på først, før vi hjælper i andre lande. Et spørgsmål kunne være: Vil du helst sørge for gode forhold for din aldrende bedstemor eller en bedstemor, du slet ikke kender i et helt andet land? Svaret giver vel sig selv, medmindre man virkelig hader sin bedstemor."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi ikke gør noget ved CO2-udledningen, vil vores børnebørn lide. De vil ikke have de samme muligheder som os. Så hvis du vil hjælpe fremtidens mennesker, så giv din støtte til fremtidens CO2-afgifter, som kan hjælpe med at reducere CO2-udledningen. Afgiften vil også tvinge alle til at hjælpe."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde reducere udgifterne til udviklingsbistand, fordi: Selvom Danmark godt kan betegnes som et udviklet land med en ret høj levestandard, er der mange danskere, som er fattige. Jeg synes ikke, at vi skal give penge væk og lade børnefamilier sulte. Selvom der er nogle lande i Afrika, som har det dårligere, synes jeg ikke, at det burde være vores ansvar."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg mener, regeringen skal nedsætte udviklingsbistanden, fordi vores ældre og børn i DK lider. Det er de ældre borgere, der har været med til at opbygge dette land, og det er dem, der har det værst. Ligeledes er det vores børn, som skal leve videre i DK, der har det sværest. Hjælp nu vores egne i DK, inden vi hjælper andre."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Af hensyn til den stigende ulighed bør der indføres en afgift på CO2-tunge dagligvarer, der kan substitueres eller ikke er en del af basisvarer. Dvs produkter, hvor der økonomisk vil være en fordel i at bruge andre produkter, f.eks. kødtyper, og produkter, hvor produktionen er ressourcekrævende. Det vil, alt andet lige, medføre et minimalt samlet velfærdstab."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Medicinalbranchen bruger utroligt meget plastik til deres produkter. Ofte ses der i de tryk-/udstiksplader, hvori der er medicin, en enorm spildplads. Der er mere plastik end piller!  \nHer vil et forbud mod plastik give et lavere CO2-udslip. Plastemballagen er ofte med sølvpapir på bagsiden, som hindrer sortering af plastikken og derfor betyder, at emballagen bliver sendt til afbrænding. Så en ændring til fx glas eller fiberbøtter til medicinen vil gøre meget for miljøet."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark er i forvejen et af de lande, som betaler mest til udviklingsbistand, og da der er flere områder, som halter i Danmark, er det dér, der skal sættes mere ind med de midler, der er til rådighed, såsom skolesystem, sygehuse og ældrepleje. Det er svært at se Danmark som et velfærdssamfund, når vi ikke kan sørge for vores egne, men bruger pengene forkert."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen bør straffe alle industrier, der forurener miljøet i Danmark. Danskerne fortjener et rent miljø, og enhver virksomhed, der opererer i landet og udleder giftige stoffer, bør stilles til ansvar. Forurenende stoffer i atmosfæren bør beskattes og straffes hårdt. De relevante myndigheder bør have mandat til at håndhæve reglerne, så disse industrier kan overholde dem."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at vi er selvforsynende med olie og gas, så derfor er det vigtigt, at vi støtter op om dette. Samtidig med olie- og gasudvinding skal vi selvfølgelig også have havvindmøller, så Danmark bliver helt uafhængig af forsyning fra andre lande. Der er ingen grund til at købe fra andre lande, hvis vi kan forsyne os selv, og så kan det jo være, at det bliver billigere for forbrugeren, når der ikke skal alt for mange instanser ind over."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg synes, at dagligvarer allerede er steget rigtig meget og hvis specifikke varer skal stige yderligere, vil det betyde, at folk, som ikke tjener så meget, ikke vil have råd til de varer.\nHvis folk vil have varerne, selv om der er kommet afgift på, så skal de nok finde pengene til dem. Bare se på cigaretter: Folk ryger stadig, selv om de koster ret meget.\nMange personer er meget bevidste om CO2-aftryk og tænker allerede på, hvordan de kan reducere det og hjælpe miljøet på den måde."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi er nødt til at udvinde energi fra havet for at være uafhængige. Udvindingen vil gøre Danmark til et rigere land. Folk vil leve bedre. Vi vil ikke være afhængige af leverandører som Rusland. Dette er det vigtigste for vores lands økonomi. Vi skal støtte denne udviklingsstrategi for Danmark. Det synes jeg."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi har brugt mange penge på udviklingsbistand igennem mange mange år, og i det store og hele har det ikke hjulpet det store. Mange u-lande har ikke rykket sig. Der er stadig ikke et ordentligt demokrati, og mange u-lande har stadig korruption og dårlig sundhedsdækning. Alle de penge, vi sender, hjælper ikke.\n\nVi kunne bruge de penge herhjemme på at fremme sundhed og ældrepleje. Vi kunne hjælpe flygtninge, som må flygte fra krig. Vi kunne forske i den grønne omstilling og oprette vindmølleparker eller anden form for energi, så vi ikke er afhængige af energi fra Rusland eller andre. Vi kunne udvide vores forsvar."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at en afgift på fødevarer kan være med til at reducere CO2-udledningen. Hvis det var tilfældet, ville vi have hørt om, at inflationen for nogle år siden havde været med til at reducere forbruget og dermed reducere CO2-udledningen. Flere afgifter på fødevarer vil blot være endnu en administrativ byrde både for butikker og for styrelsen, der skal administrere afgiften."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde acceptere flere asylansøgere, der flygter fra krig eller forfølgelse, da det er vores pligt at hjælpe de svage. Og alle husker jo anden verdenskrig og jødeforfølgelsen. Det tænker jeg ikke, vi er interesserede i at gentage. Og vi skal behandle andre, som vi gerne selv vil blive behandlet. Og vil alle ikke gerne hjælpes, hvis vi bliver forfulgt?"
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Der bruges alt for mange penge på udviklingsbistand. Rigtig mange af pengene når aldrig ud til der, hvor behovet er! Alt for meget går til administration, korrupte og tyvagtige \"mellemled\", og de mennesker, som er i nød, får kun en brøkdel af hjælpen. Samtidig med masser af penge til udviklingsstøtte udsulter man vores egne pensionister, som har været med til at lægge grundstenene til vort SÅKALDTE velfærdssamfund :("
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Prisen på dagligvarer og energi er steget voldsomt i de seneste år - så voldsomt, at den pension, man får udbetalt, ikke rækker til at overleve, og børnefamilier må arbejde så mange timer, at de ikke får kvalitetstid og nærvær med deres børn.\nDer burde i stedet sættes afgifter på alle unødvendige luksusvarer og alle de varer som ikke er nødvendige for at leve et rimeligt liv."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg synes, regeringen bør fokusere mere på at sætte afgifter på CO2-udledende aktiviteter for virksomheder frem for hos privatpersoner. Dette med tanke på, hvor lille en indflydelse privatpersoner egentlig har på klimaændringerne sammenlignet med store virksomheder. Det virker meget symbolsk og uden den store effekt."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "En CO2-afgift på dagligvarer og energi vil ramme ALLE befolkningsgrupper - og for dem, der har sværest ved at få budgettet til at hænge sammen, vil det betyde, at det bliver endnu sværere at få råd til sund mad og til nødvendig varme, lys og strøm til nødvendige elektriske apparater. Det hjælper jo ikke, at vi forsøger at skabe en bedre verden i fremtiden (pga. en mindre CO2-udledning) for vore børn og unge, hvis det allerede får ødelagt deres liv i tidlig barndom pga. for dårlig eller for lidt mad og manglende varme."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Der er ikke megen logik i at indføre CO2-afgifter på dagligvarer. Det fører kun til højere priser og mere pres på lønstigninger, til skade for vores konkurrenceevne over for andre lande, og samtidig vil det give mere import af dagligvarer til skade for vores egne selskaber. Desværre er merudledningen af CO2 fra transporten ikke medregnet i vores CO2-regnskab, hvilket vil ændre billedet væsentligt. Derudover vil denne import ret sikkert ikke være produceret lige så klimavenligt som vores egen produktion af de samme varer er."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "De fleste af de udviklingskroner, vi sender til udviklingslande, lander i de forkerte lommer, lander i større byer og hjælper sjældent dér, hvor de kunne gøre gavn i en fattig landbefolkning. Et eksempel kunne være Kina, som vi sender udviklingsbistand til! Seriøst. Tillige sender vi ofte hjælp til steder, hvor der ikke er nogen til at vedligeholde og overtage projekterne. Det er mægtigt med et vandrensningsanlæg, men hvis der ikke er et salgsapparat, der sikrer, at der er lokale, der har interesse i at opbygge en ekspertise i det og vedligeholde det, giver det ikke mening."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Regeringen burde helt skrotte udviklingsbistand til udlandet, da danske skattekroner burde gå til danske borgere. Globalismen har ødelagt vores fælles kultur og velfærdsstat grundet korrupte og udannede politikere, der kun tænker på sig selv og resten af den politiske elite. Det koster for mange penge og menneskeligt velvære for danskeren at sende alle pengene til udlandet. Det er endvidere en psykisk syg politik, der er med til at nedbryde dansk kultur og traditioner. Pengene skal udelukkende gå til danskerne, for det er dem, vores forfædre har betalt gildet for. Befri Danmark og bevar vores nation."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi taler meget om balancen mellem forbrugerens vs. regeringens ansvar for at agere inden for klimakrisen. Mange forbrugere finder det håbløst og nytteløst at ændre adfærd for klimaets skyld, når de samtidig ser deres medborgeres indkøb, fulde af CO2-svinende varer, ved siden af deres egne. Med et tiltag fra regeringens side ledes folk til at ændre adfærd. Her afhænger klimapåpasselighed ikke af enkelte forbrugere og deres grønne hjerter, men man advokerer for, at vi som borgere kan løfte i flok og agere inden for klimakrisens rammer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Det er vigtigt, at udviklingen støttes andre steder end kun i den vestlige verden, så tredjeverdenslande også får fremgang og bedre kan understøtte deres egen udvikling. Dette vil samtidig være med til at reducere antallet af økonomiske flygtninge til den vestlige verden og dermed understøtte en anden udfordring for den vestlige verden."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Det er vigtigere, at Danmark får styr på sundhedsvæsenet, psykiatrien osv., end at hjælpe i udlandet. Det er os selv, der betaler dansk skat og moms, og vi skal også selv have glæde af det. Jeg har intet imod folk i udlandet, men det giver ikke mening at supportere andre, før der er styr på egne rækker og udfordringer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at vi især til Afrika i alle de år, jeg har levet — og garanteret også før — har hjulpet, men der er ikke rigtig sket noget. Det er heller ikke al nødhjælp, der når frem til de nødstedte; den kan blive stjålet, og så skal dem, der har brug for den, købe den i stedet for at få den. Der står mange landbrugsmaskiner, som ikke længere kan bruges, enten fordi vi ikke har lært dem at reparere dem, eller også fordi afrikanerne er ligeglade."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg forstår godt bekymringen om, hvorvidt vi har ressourcerne til at tage imod flere flygtninge. Men i stedet for at se det som en belastning, bør vi se det som en mulighed for at styrke vores samfund. Ved at øge antallet af godkendte asylansøgere, der får adgang til arbejdsmarkedet, får vi motiverede mennesker, der ønsker at bidrage og genopbygge deres liv. Hvis vi kan hjælpe dem med hurtigt at blive selvforsørgende, minimerer vi de langsigtede udgifter og maksimerer de positive bidrag til samfundet."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed. Det er det eneste korrekte, for vi kan bevise, at vi er blandt de bedste til at udvinde forbrændingsenergier fra vores undergrund. Derudover er det med til at sikre lidt mere økonomisk råderum i den rodebutik, som regeringen har bragt DK ud i."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Regeringen bør IKKE reducere udgifterne til udviklingsbistand. Udviklingsbistand er vigtig, så beboere i lande, hvor der er behov, får udviklet deres muligheder for skolegang og uddannelse, får rent vand og adgang til selv at producere fødevarer. Udviklingsbistand giver også mulighed for opnåelse af bedre faciliteter til sundhed, adgang til læger, sygeplejersker, klinikker og hospitaler."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Energiuafhængighed er af afgørende betydning nu og fremover, som supplement til øget anvendelse af vedvarende energi, der er - og vil være - af fluktuerende karakter. Dette er med henblik på at undgå uønskede politiske påtryk fra fjendtlige regimer. Forsyningssikkerheden og nationens selvbestemmelse går forud for andre hensyn. Derved kan geopolitisk afledte påtryk afvises på effektiv vis og uden at tilsidesætte sikkerhedspolitiske hensyn."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "En afgift på dagligvarer og energi, som forurener mest, vil virke effektivt ift. danskernes klimaaftryk ved at:\n\na. Ændre forbrugsmønstre positivt ift. landbrugets CO2-afledning og miljøaftryk ved at formindske danskernes forbrug af kød. Mindre kød og mere grønt vil også have en positiv effekt på danskernes helbred og derfor samfundets sundhedsmæssige omkostninger.\n\nb. Det vil også påvirke nettoforbruget og begrænse vores udtømning af jordens ressourcer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Prisen på dagligvarer og energiprodukter er steget som aldrig før, og mange danskere kæmper med at få dagligdagen til at fungere. Danmark er allerede et af de lande med de højeste afgifter, og vi har ikke brug for flere. Det vil kun blive sværere for den almindelige dansker at leve. Det vil skabe afstand mellem danskerne og politikerne på Christiansborg, som nok ikke har svært ved at få det til at hænge sammen."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "For det første aner jeg ikke, hvad pengene skal bruges til og hvor de i øvrigt ender, hvis ikke i statens afgiftsindtjening. For det andet tror jeg ikke, at en afgift ændrer på CO2-udledningen. For det tredje forekommer en afgift mig som en slags aflad: Jeg har betalt - min samvittighed er ren. Når mennesker først har en overbevisning om noget, er det meget svært at flytte standpunktet, da mange opfatter det som et nederlag. Ud over den vedtagne CO2-udledning er der så mange andre faktorer, som indvirker på klimaet. Forleden blev det oplyst, at arbejdet med en renere luft har ført til færre skyer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Vi har rigeligt med afgifter i Danmark! Afgiften vil altid ramme de mennesker, der ikke har så meget i dagligdagen, hvorimod de, der har råd, ikke ændrer deres forbrug. Regeringen har p.t. ændret loven om social støtte, hvilket har betydet, at mange psykisk og fysisk syge har fået en kæmpe nedgang i indkomsten. Hvorfor skal vi sparke til folk, der allerede ligger ned? Men Danmark er fantastisk til at støtte uden for Danmark. Selvfølgelig skal vi støtte uden for landets grænser, men ikke på bekostning af livskvalitet for vores egne landsmænd."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Vi har i verden både krig her og der... Det forurener helt vildt - og \"verden\" kan ikke enes. Hvorfor skal lille Danmark (som fylder få sandkorn på en kæmpestrand i forhold til verden) så begynde at indføre en afgift? Det passer overhovedet ikke - men vil gå ud over vores fantastiske lille land og befolkning."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "For øjeblikket er energi fra sol, vind og vand det, de fleste politikere vil fremme, næsten til enhver pris. Det er for så vidt fornuftigt nok. Men hvis man følger med i energipriserne time for time, får man også at vide, hvor elektriciteten stammer fra. Sol, vind og vand forsyner os for det meste med mellem 60-85 %, om natten mindre. Resten suppleres så op med fossilt fremstillet el. Som verden ser ud i dag, skal regeringen sørge for, at vi selv producerer den olie, vi skal bruge i mange år endnu. Alternativt er vi afhængige af stater, som vi jo tydeligvis ikke ved, om er ven eller fjende."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Ja, Danmark skal selv udvikle olie, gas osv. for ikke at være afhængige af andre lande og betale dyrere priser for andres gas, olie osv. Ellers bliver det dyrt for alle danskere. Så det er klart, at vi i Danmark selv skal bruge alt det, vi kan, af vores store ressourcer af olie og gas osv., så det ikke bliver dyrt."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Menneskeligt har jeg naturligvis stor medfølelse for flygtninge, men jeg føler, vi har taget imod mere end vores andel, og jeg mener, at vores egen velfærd er meget truet. Man har skåret ind til benet, når pensionister ikke kan få den hjælp, de har behov for - hverken rengøring eller hjælp til personlig pleje. Det er lige oplyst, at der kan være 34 beboere på et plejehjem til én nattevagt. Familier med handicappede/dødssyge børn kan ikke få hjælp til nødvendig pasning/pleje/hjælpemidler. Varerne er steget så meget, at nogle må vælge, om de vil betale for dyr medicin eller købe mad. Så er bunden nået."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "De grønne alternativer er ofte billigere, hvis de ville være lige så store som dem, der forurener mest. Ved at pålægge afgiften og modvirke den støtte, der ofte er gået til miljøforurenende brancher/teknologier, kunne man ligestille dem og skabe rigtig konkurrence og derved gøre det hele billigere for alle almene borgere. Eksempler: 1. Elbiler er langt billigere at køre, og der er færre dele, der skal repareres; hvis alle biler var elbiler, ville det ikke være ekstra dyrt at reparere større skader. 2. Bønner, linser og endda køderstatninger er nu billigere end kød og kan blive billigere, hvis flere ønsker det."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde acceptere flere asylansøgere, der flygter fra krig eller forfølgelse, da de har brug for hjælp. De står i en situation, de ikke kan komme ud af, og regeringen bør hjælpe dem på den bedst mulige måde. Dette er ikke ensbetydende med, at alle skal kunne komme ind i landet, men det skal være folk, som helt oprigtigt flygter fra krig eller forfølgelse."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er en økonomisk fordel for den danske stat og giver uafhængighed af leverancer fra andre stater. Naturgas kan for eksempel blandes med biogas, og der kan hermed opnås en nedsat udledning af CO2. Derudover er naturgas et nødvendigt grundmateriale til produktion af for eksempel visse typer af gødning. Olien kan, efter raffinering til for eksempel brændstof, blandes med bioethanol, som giver nedsat udledning af CO2."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg mener ikke, at den danske regering burde indføre en CO2-afgift på de dagligvarer og den energi, der forurener mest, for at reducere udledningen af netop CO2. Dette mener jeg ikke er gavnligt for den almene danskers økonomiske råderum. Vi har i den senere tid set en betydelig stigning i netop priser på dagligvarer, hvilket er et stort økonomisk problem for mange danskere."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "I Danmark går integreringen ret godt, fordi vi hele tiden har kunnet nå at integrere de flygtninge, som vi har modtaget. Hvis vi havde modtaget mange flere som i Sverige, ville vi nu have haft \"svenske tilstande\", så jeg synes ikke, at vi skal sætte antallet af specielt muslimske flygtninge op, men gerne folk fra Ukraine."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Bistanden til andre lande skal ikke reduceres, da det hjælper disse lande til at komme op på et højre niveau, især på uddannelse, og dermed bliver de på sigt bedre til at klare sig selv. Og jo højere uddannet befolkningen er, jo mere selvstændige og selvforsynende vil de blive. Dermed vil der på sigt ikke være brug for støtte."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er altid vigtigt at kunne stå på egne ben, og derfor er det vigtigt for et land at være uafhængigt på alle leder og kanter, også når det gælder energi. Derfor skal Danmark fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed. Al den usikkerhed i verden gør, at det netop nu er vigtigst, at Danmark tænker på sig selv og fremmer olie- og gasudvinding i Nordsøen for at sikre uafhængighed. Danmark er et godt og klogt land, og derfor skal vi stå fast og sikre vores uafhængighed nu."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det ved jeg ikke, om jeg kan, men det ville være sund fornuft at blive uafhængig af andre.\nGodt nok er jeg en ældre person, men fornuftig er jeg, hvilket mange andre ikke er. Jeg tænker på fremtiden og vore efterkommere. Måske skulle man se på andre udgifter i forhold til, hvordan hele Danmarks administration er sammensat, hvor mange penge der misbruges på nedsættelse af diverse udvalg, som overhovedet ikke rykker sig."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Klimakrisen bliver mere og mere tydelig i hverdagen, og derfor er det ekstremt vigtigt, at vi slår til, dér hvor vi kan. CO2-belastninger er blevet høje, især på grund af fragt af eksempelvis dagligvarer. Ved at indføre CO2-afgifter på de dagligvarer og den energi, der forurener mest, kan vi aktivt få forbrugere til at tænke over, at de bidrager til øget CO2-udledning gennem deres indkøb - noget, de nok ellers ikke tænker over i deres hverdag (og med god grund). Derfor kan afgifter sætte fokus på ens eget bidrag. Dette er det første og vigtigste step til at kunne sætte ind mod øgede CO2-niveauer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "For at sikre en fremtid bør vi handle nu. Hvad er et par sure år med afgifter opvejet mod katastrofer? En afgift behøver ikke være permanent. Det er en enkel metode til at skabe nye rammer. Rammer, der passer bedre på vores sundhed, både i forhold til naturen og sundhedsvæsenet. Der er allerede nu mennesker, der ikke har råd til fx kød; hvorfor ikke gøre det lige for alle?"
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at vi deler vores overflod med vores medmennesker, for i vores private daglige liv lever vi i overflod. Vores forbrug til mad, varme og tag over hovedet overstiger langt det, der er nødvendigt for overlevelse. Tilmed udgør de førnævnte poster en forholdsvis lille del af vores samlede private forbrug. En øgning i antallet af flygtninge koster penge i første omgang, til socialisering og etablering, men på den lange bane har vi brug for mere arbejdskraft, så der slår man to fluer med et smæk ved at hjælpe flygtninge. Det vigtigste er næstekærligheden, også i videste forstand."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Regeringen burde indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen. Det er valget mellem \"æv, nu er oksekød lidt dyrere\" og \"æv, mine oldebørn har ingen planet\". Reelt set har vi ikke noget valg — enten gør vi noget NU, eller også er det snart for sent, og klimapåvirkningen kan ikke bremses. Afgifter virker. Folk træffer valg baseret på priser. Derudover vil indtægterne fra afgifterne kunne bruges til at bekæmpe de negative effekter af CO2. Der vil stadig være billige alternativer til folk med lav indtægt — bedre for miljøet, bedre for dem."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen burde acceptere flere asylansøgere, der flygter fra krig eller forfølgelse, fordi Danmark er et land, der har ressourcerne til at tage imod dem og give dem et liv, hvor de kan skabe værdi og være en produktiv del af samfundet. Der findes andre lande, der ikke har disse ressourcer, som er tvunget til at tage imod dem i stedet, fordi de ikke på samme måde som Danmark og andre nordiske lande har muligheden for at sende dem væk, og/eller fordi det er her, de ender, efter at de er blevet afvist andre steder. Dette er et problem både for det land, de havner i, og for personen selv."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Som vi alle sammen har hørt på i mange år efterhånden, så er CO2 forfærdeligt for vores atmosfære og har haft, og vil fortsætte med at have, stor indflydelse på den globale opvarmning. Derfor vil jeg mene, at vi skal gøre, hvad vi kan, for at reducere mængden af CO2, der bliver produceret. Hvis en afgift på de dagligvarer og energier, der er værst til at udlede CO2, kan have en positiv indflydelse eller være med til at reducere CO2, der bliver sluppet ud i atmosfæren, hvorfor så ikke gøre det?"
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark kan sagtens tage imod flere mennesker, der flygter fra krig eller forfølgelse. Det er vi faktisk forpligtet til\n efter min mening, fordi alle mennesker, unge som gamle, skal kunne leve et værdigt liv med tryghed, muligheder og rettigheder. Som den rige velfærdsstat, Danmark er, skal vi ikke bare vente passivt, mens EU lovgiver og fordeler asylansøgere - det er en vigtig og nødvendig proces i øvrigt - men vi er nødt til at stå med åbne arme for de mennesker og familier, der flygter nordpå. Ingen flygter for sjov. Det er solidarisk at give en chance for at opbygge et nyt liv."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Med erfaringerne fra den energikrise, der opstod i forbindelse med Ruslands invasion af Ukraine, blev vi smerteligt mindet om, hvor sårbare vi er. Både hvad angår afhængigheden af andre nationer — især dem, man ikke kan forhandle reelt med — og på grund af det nye fænomen, energi-sabotage (overskæring af rørledninger mv.). Danmarks \"drift\" er så at sige afhængig af stabil energitilførsel, både på individ-, virksomheds- og samfundsniveau, hvorfor det er oplagt, at vi gør os mindre sårbare. Og i øvrigt genererer det jobs i energisektoren, hvilket også er positivt."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, det er en rigtig god idé med en afgift, fordi det kan være svært for den almindelige borger at gøre noget for klimaet. På denne måde bliver man tvunget til at gøre en indsats og måske vælge et bedre alternativ. Det vil fremme vores indsats og samtidig gøre den mere strømlinet. Det vil hjælpe alle med at bidrage yderligere."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Den danske regering bør ikke fokusere på at hjælpe andre lande. Vi, det danske folk, har nok problemer, og vi skylder ikke noget land nogen udviklingsbistand. Vores regering bør gøre det til et mål at sætte landets unge først på deres dagsorden, før de hjælper andre lande. Infrastruktur og økonomisk velstand bør være vores lederes mål."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "For at sikre de bedste forudsætninger for vores fremtid og de fremtidige generationer bliver vi som samfund nødt til at handle. Denne handling synes jeg kan tage form af bl.a. en merpris på de varer, der forurener mest og er mest skadelige for vores miljø. På den måde nudger man også folk til at træffe bedre valg eller blot betale mere (denne merbetaling synes jeg desuden skal gå til et godt formål). Der skal handling til, og dette kunne være en glimrende mulighed."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Ifølge Dansk Gasteknisk Center forventes bionaturgas at kunne erstatte naturgas i 2035 — måske endnu tidligere og indtil da vil der være rigeligt med gas fra Nordsøen.\n\nNår Tyrafeltet er fuldt funktionelt, kan feltet levere op mod 90 procent af den danske naturgas, og hvis det politisk besluttes at åbne Xanafeltet, kan Danmark gå hen og blive gaseksportør.\n\nHvis det så yderligere besluttes at hente gas fra Svanefeltet, ja, så er der naturgas fra Nordsøen i mange årtier. Nordsøens naturgasreserver kan dække Danmarks behov og yderligere eksportere gas til EU, så vi kan udelukke gas fra Rusland."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Fordi vi betaler ALT ALT ALT for meget i forvejen til alt muligt og til andre. Det er mere end vores samfund kan klare, da skoler/institutioner, plejecentre, sygehusvæsenet MANGLER ressourcer, og vores helligdage fjernes og pensionsalderen hæves (DOG IKKE for dem som i forvejen har ALT FOR MEGET, og som nærmest \"stjæler\" vores penge)."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen skal indføre en CO2-afgift på dagligvarer og energi, der forurener mest. Det gør jeg, fordi jeg synes, vi skal passe meget bedre på vores børns fremtid, og de er afhængige af, at vi ikke forurener og ødelægger den planet, de skal overtage. Al forskning viser, at afgifter og stigende priser får folk til at fravælge produkter; f.eks. har mange fravalgt hakket oksekød, som er steget meget i pris. Dette er godt for klimaet, da oksekød er en af de store CO2-syndere. Hvis vi skal have en jordklode, der kan gives videre til vores børn, må vi derfor have en lex hakket oksekød."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Ulandsbistand er at sidestille med militær bistand. Hvis ikke der gives ulandsbistand, forbliver folkene uoplyste, sultne og kan ikke brødføde sig selv. Kun ved evt. ulandsbistand kan man oplyse folk om vigtigheden af at kunne lære at brødføde sig selv og sine børn. Derved kan man også lære om hygiejne og rigtig ernæring af børn."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "For fremtidens skyld. Det handler ikke om dig, men om dem, der kommer efter os. Tænk på dine børn og børnebørn. Og på deres børn. Skal de undvære rent vand og leve af kunstigt fremstillede fødevarer, fordi du ikke kunne begrænse dig selv i din levetid? Gør det altså ikke for dig selv - det får du ikke noget ud af. Men gør det for andre - for det betyder meget."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er tåbeligt, at vi importerer gas og olie i Europa, når vi stadig kan finde noget i Nordsøen og eksportere det til resten af Europa. Det vil være med til at stoppe al import i Europa fra Rusland, det burde være logisk. Vi kan dermed støtte Ukraine endnu bedre, og vi får flere penge i statskassen, som kan bruges til velfærdsforbedringer."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at mennesker i nød hjælpes, især dem i yderste nød, som kvinder og børn, der er traumatiserede af krig og har haft længerevarende utrygge ophold i flygtningelejre. Disse respekteres ikke af krigsførende nationer, som voldtager, lemlæster og udsulter kvinder og børn.\n\nHvis I ser os som en humanitær nation, der bakker op om FN og menneskerettighederne, bør vi hjælpe, hvor nøden er størst, pt. især udtalt i Gaza og delvist i Ukraine."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Hvis regeringen kan sikre, at pengene går til de formål, de har bestemt, og ikke ender i magthavernes eller andre personers egne lommer pga. korruption i det pågældende land, kan bistanden gives. Ydermere skal der være kontrol med den hjælpeorganisation, der leverer bistanden, så den ikke for en stor dels vedkommende blot støtter organisationen, men at midlerne således ender hos de personer, det var tiltænkt."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det vil jo helt sikkert være i Danmarks interesse. Novo Nordisk bliver ikke ved med at holde hånden under dansk økonomi. Hvis andre lande kan få store overskud i BNP via olie, så vil jeg da i den grad mene, at vi også skal have mulighed for det! Folk ser jo op til olieproducerende lande, se blot på Norge."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Vi forbrugere betaler så mange ekstra afgifter på alt fra chokolade til biler - så meget mere end i alle andre lande. Vi er hårdt pressede, og mange har reelle problemer med at få råd til dagen og vejen.\n\nHvorfor skal vi som en af de eneste befolkninger i verden betale så meget ekstra ud af egen lomme, i øvrigt af i forvejen beskattede kroner, som resten af verden slipper for og er ved at dø af grin over?"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi står lige nu over for en klimakrise, som viser sig bl.a. ved hyppigere naturkatastrofer rundt om i verden. For at bremse denne udvikling bliver vi nødt til at nedbringe vores CO2-udledning. Som enkeltperson kan man ikke gøre en stor forskel, så man bliver nødt til at gøre noget på politisk plan, hvor man kan skabe reelle forskelle i samfundet. Eksempelvis ved en afgift, som kan få producenter samt forbrugere til at vælge grønnere løsninger. Erfaringer fra andre lande viser, at en afgift hurtigt reducerer udledningen uden at hæmme den økonomiske vækst."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Energiudvinding bør midlertidigt styrkes, indtil der er klarhed over konsekvenserne af \"grøn energi\". Derved bliver afhængigheden mindre på længere sigt. Vi får tid til at lave forarbejdet ordentligt og sikre, at pengene ikke flyver ud af vinduet. Som det er nu, er der ingen, der har overblik over projekterne. Vi kan jo se, at der i dag er kritik af samspillet mellem vind og sol."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg føler, at for en stor del af ansvaret for CO2-udslip og miljøforurening falder for meget på den private person, og dette bliver for mudret at finde rundt i - den gennemsnitlige person har ingen idé om sit eget ansvar, og hvad det gør ved miljøet og CO2. Hvis vi vil have reelle ændringer til at ske, skal det ske oppefra med lovgivning og regulering."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Der er i denne tid rigeligt andet at bruge penge på i vores eget land. Danmark kan ikke løse alle verdens problemer, og især ikke i de lande, hvor vi ikke kan være sikre på, hvor pengene ender eller kanaliseres hen. I øvrigt bruger vi også mange midler på fx ukrainske flygtninge, hvilket også kan betragtes som en slags udviklingsbistand."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "De gamle og skolerne mangler ressourcer; derfor er det vigtigt, at vi hjælper dem i vores eget land først. Der er ikke belæg for, at de penge, vi sender til udlandet, bruges til det rette formål. Jeg synes, vi skulle bruge flere penge på folkeskolen. Folkeskolen er hårdt ramt. Alt for mange inkluderes, uden at der følger ressourcer med. Det går ud over den almene undervisning, og børnene får en dårlig oplevelse af at gå i skole. De, der gerne vil, kan ikke få ro til at lære. Bøgerne er gamle og slidte. Bygningerne og møblerne trænger til et opsving."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen burde acceptere flere asylansøgere, der flygter fra krig eller forfølgelse, da der over tid bliver færre og færre danske værdier i landet. Det svækker landets værdier og moralen i folket. Desuden er deres væremåde, overbevisning og traditioner ikke værd at samle på i Danmark."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes helt sikkert, at dette er noget, der bør gøres. Vi har en planet, og vi må passe på den og gøre alt, hvad vi kan. Hvis vi vil være sikre på, at vores børn og deres børn osv. osv. har en lige så god planet som os andre, så bliver vi alle nødt til at gøre alt, hvad vi kan, selvom det kan betyde en ekstra afgift for nogle mennesker."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg kan godt forstå, at det lige her og nu kan forekomme træls med en ny afgift, der vil begrænse dine og mine muligheder for privatforbrug. Men jeg vil bede dig om at prøve at tænke lidt længere ud i fremtiden. Mine børn er voksne, og jeg har et par dejlige børnebørn. Hvis du og jeg ikke gør noget nu, vil de to, når de bliver ældre, komme til at bøde væsentligt mere, end vi gør, hvis de skal kunne overleve på denne klode. Måske vil de endda komme til at gribe til våben over for andre mennesker, fordi der ikke er plads eller ressourcer til alle!"
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Regeringen bør afsætte flere midler til at sikre mere olie- og gasudvinding i Nordsøen. Dette vil mindske vores afhængighed af andre nationer for olie og gas og også reducere gaspriserne i landet. Dette vil også styrke vores lands økonomi og samtidig fremme eksporten af materialer til andre lande. Den bilaterale handel vil blive stærkere, og vores valuta vil blive stærkere."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det må være forureneren, der betaler; i dette tilfælde forbrugeren, der foranlediger et større CO2-udslip.\nDet handler om at flytte forbruget mod mindre CO2-forurenende varer, men også at sikre, at fødevarepriserne generelt ikke stiger. Alternativt kunne man gøre de mindst forurenende varer billigere, f.eks. ved at nedsætte momsen på frugt og grønt."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Det bedste argument er generel menneskelig moral. Alle har ret til et værdigt liv, uanset hvor man har været heldig eller uheldig at blive født."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Det er helt forkert at tro, at vi bliver energiuafhængige af at tappe vores planet for olie og gas. Vores produktion og forsyningssteder vil være meget udsatte for fjendtligt indstillede magters mulighed for at ødelægge dem begge. Sol og vind er jo ikke noget, der kan fjernes af russerne eller andre, der vil skade os. Desuden er brug af gas og olie stadig ikke fri for forurening."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det danske elnet er ikke så udviklet, at vi alle sammen kan skifte vores energiform til el. Derfor skal der fortsat fremmes olie- og gasudvinding i Nordsøen, indtil vi har et andet alternativ. Olieplatformen Thyra er blevet renoveret for en masse milliarder og er fuldt funktionsdygtig. Danmark har stor erfaring med at udvinde olie og gas. Olie- og gasudvinding er ikke mere forurenende end for eksempel kul. Vi skal ikke have forbud, men udvikle på de muligheder vi har, og som vi har forstand og erfaring med."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Jeg synes, det er nødvendigt at gøre noget. Vi kan ikke bare fortsætte ud af samme tangent år efter år. Hvis vi skal ændre noget, skal man styre det fra regeringens side, f.eks. med afgifter på forurenende varer og måske nedsat moms på varer, der ikke forurener. Jeg tror ikke kun på frivillighedens vej. Desværre..."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Jeg mener, at Danmark er et land med en høj levestandard, høj grad af uddannelse, viden og ressourcer i befolkningen. Der er stor livskvalitet i Danmark, og alle kan få hjælp i pressede situationer. Vi har ytringsfrihed og et højt informationsniveau.\n\nDer er stor uro og meget lidelse i verden. Vi burde kunne hjælpe og støtte, hvor der er behov. Aktuelt f.eks. med hjælp til syge børn i Gaza.\n\nVi skal naturligvis have øje for egen sikkerhed i de projekter, vi indgår i."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Danmark modtager i forvejen for mange asylansøgere, som viser sig at være meget svære at integrere. Jeg er dog åben for, at DK modtager asylansøgere, som deler danskernes værdisæt og ikke prøver på at ændre vores samfund. Personer med muslimsk baggrund lever desværre alt for ofte ikke op til ovenstående, og derfor skal der ikke gives asyl til dem."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark bør acceptere flere asylansøgere, end vi gør nu. Årsagen er, at det er vores pligt som et velhavende land at hjælpe mennesker på flugt fra krig og nød. \nModstandere vil mene, at asylmodtagerne er dyre, at de ikke kan integreres ordentligt, og derfor er til fare for sikkerhed og \"danskhed\". Jeg mener måden vi modtager asylansøgere - og behandler deres ansøgning om ophold på - bør ændres . Hvis de hurtigt sluses ind i vores samfund, undervises i dansk og dansk kultur plus får lov at arbejde, mens de venter på opholdstilladelse, vil det være en gevinst for Danmark."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Uanset hvor mange vindmøllere vi opsætter og hvor mange solceller, der ligeledes opsættes, kan ingen i denne verden garantere at solen altid vil skinne, og at det altid vil blæse. Derfor er vi 100% afhængige af en back-up plan, og der er olie/gas/biogas/halm/flis det enste alternativ, indtil vi får styr på en brintprodultion, der kan levere de mængder, som der kræves (og så er sol of vindmøller overflødige) eller vi får små fusionsrektorer nær byrerne, som kan udligne behovet for ekstra strøm (og dermed gøre vind og sol overflødige igen)."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Regeringen bør ikke indføre CO2-afgifter på dagligvarer og energi, der forurener mest, da vi i højere grad bør sørge for at gøre bæredygtige tiltag attraktive. Regeringen bør i stedet fokusere på, hvad der skal til for at få folk til at købe mere bæredygtige dagligvarer og mere bæredygtige energiløsninger. Det kunne være igennem en reduktion af afgifter på bæredygtige løsninger eller måske en belønning for at vælge mere bæredygtigt (i form af øget fradrag på skattekortet). Jeg tror, regeringen distancerer sig fra befolkningen, hvis de beskatter befolkningen for meget."
  }
]
}