{"records": [
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "DK skal altid vurderes i forhold til resten af verden, og dermed i forhold til det lille land, som vi er - både i geografisk størrelse og indbyggertal. Videnssamfundet er vores stolthed, og med fortsat formidling til borgerne påvirkes handlinger bedst. DK styres bedst ved tillid til borgerne - vejledning og øget viden vil virke bedst."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Uagtet at der foreligger en stor national opgave i at reducere CO2, bør dette ikke betyde, at vores basale leveomkostninger skal stige yderligere. Det vil ramme skævt i samfundet og skabe ulighed. Der er allerede indført en række tiltag i bl.a. dagligvarebutikker for at reducere madspild gennem billigere varegrupper, der er tæt på udløbsdatoer m.m."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Økonomi er en af de største adfærdsdrivere for såkaldt almindelige mennesker. En større afgift kan være en støtte til at tage dialogen om, at man selv skal betale for den belastning, man påfører kloden/jorden/resten af verden. Man kunne jo forsøge at finde en model, der er afhængig af formue, således at det ikke kun er pensionisten, der skal betale en mærkbar del af sit rådighedsbeløb for en flyvetur til Spanien i vinterhalvåret, men så også den formuende mærker det, når der flyves i privatfly fra KBH til Aarhus for en kaffeaftale."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Dyre dagligvarer rammer mennesker, der ikke har så meget at gøre godt med. Vi vil gerne have, at vi skal leve sundt, ikke blive overvægtige, og det kan give forhøjet kolesterol, hvis madvarer ikke er ordentlige, og man vælger dårlige fødevarer på grund af prisen. Alle har brug for varme, og mange har stadig olie og gas som opvarmning. Der, hvor jeg bor, er fjernvarme efterhånden udbredt, hvor det kan lade sig gøre."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Der er rigtig mange tiltag, vi bruger for at nudge befolkningen til at tage de beslutninger, der giver mest mening. I en verden, der bliver varmere og varmere, og som fx gør, at det bliver dyrere at importere varer, at folk må flygte fra naturkatastrofer (så vi står med integrationsindsatsen), og at det bliver sværere for landbruget at dyrke, giver det god mening at skrue på de knapper, vi har."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Jeg mener, det vil skabe bureaukrati. Principielt er jeg imod særafgifter. Enten er ting lovlige, eller også er de ulovlige. Og der vil pludselig gå en politisk kamp i, om man ender i den ene eller den anden kategori. Det bliver en fest for lobbyister, for der er mange gråzoner. Og det understøtter, at det bliver bureaukratisk både for staten og for private virksomheder. Derudover bryder jeg mig ikke om den adfærdsregulering, som ligger i særafgifter."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "I den usikre tid vi har lige nu i hele verden, hvor alle bekriger hinanden, og med den stadig kraftige udvikling af elbiler, som kan mangle strøm, kan det blive nødvendigt at sikre vores varme- og elforsyning med gas og olie fra Nordsøen. Danmark er klassens duksedreng og lever faktisk op til mange af de nye energitænkninger, der kommer ind fra EU og hele verden. Derfor kan det blive nødvendigt at være mere selvforsynende, inden alle vores produktive jorde er blevet til jernmarker — og her tænkes på solcelleanlæg."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark yder allerede relativt mere bistand til udviklingslandene end andre lande. Jeg ser ikke behov for, at Danmark skal yde væsentligt mere til dette formål end andre lande. Danmark kan ikke alene løse udfordringerne. Jeg vil også foreslå, at vi omlægger indsatsen og gør en større indsats for at styrke partnerskaber og samarbejde inden for grøn omstilling, uddannelse og erhvervssamarbejde. Det vil være hjælp til selvhjælp og være bedre end udviklingsbistand."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi har en række alvorlige klimaudfordringer, som udvikler sig mere og mere ukontrollerbare. Derfor mener jeg, at det er mega vigtigt at få reduceret CO2. Prisdifferentiering er en af de måder, som i høj grad kan være med til at påvirke folks adfærd. Og hvor folk samtidig føler, at det er deres eget valg om de vil ændre adfærd eller ej."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Egen udvinding sikrer mindre afhængighed af bl.a. Rusland.\nVi skal ikke til evig tid have egen udvinding, men over tid bruge indtægterne fra egen udvinding til en investering i grøn omstilling. I stedet for at importere olie og gas er der et lavere klimaaftryk ved egen udvinding. Slutteligt er det med til at øge eksportindtægterne til Danmark, og man sikrer også eksempelvis Tyskland eller andre EU-lande en større uafhængighed af Rusland."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark uddeler udviklingsbistand for ukritisk. Der er for ringe opfølgning på, om pengene rent faktisk bidrager til udvikling i modtagerlandene. Vi bør derfor styrke analysefasen og opfølgning på de projekter, der støttes, så vi får større sikkerhed for, at bistanden rent faktisk gavner de formål, vi ønsker fremmet."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skal prioritere velfærden for danskerne først. Folkeskolerne er slidte. Hjemmeplejen er sløv. Der er ikke nok pædagoger i vores dagtilbud. Danskerne slider og slæber, og derfor bør vi i stedet bruge pengene til et ordentligt velfærdssamfund. At bruge pengene på udviklingsbistand kan også undergrave tilliden til skattesystemet, hvis pengene bare forsvinder ud i verden. Vi kan heller ikke være sikre på, hvad pengene bliver brugt til, hvem der modtager dem, og om de gør en reel forskel."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Danmark er et af verdens rigeste lande. Vi kan ikke bare passe vores eget skind og være ligeglade med, hvordan resten af verden ser ud. Vi er medlem af FN, vi har ratificeret Menneskerettighedserklæringen og Børnekonventionen. Vi skal understøtte udvikling i udviklingslandene, så de på sigt bliver økonomisk bæredygtige. I miljø- og klimakampen er verden nødt til at stå sammen; vi har også bedre råd her, og vi skal derfor også her yde hjælp."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi skal bevare Jorden for vores børnebørn. Det er ikke nogen let opgave, og derfor skal vi både bruge offentlige midler på at gøre en indsats for klimaet og samtidig gøre det billigere for virksomheder og borgere at tage de valg, som gavner klimaet. Hertil er CO2-afgifter en god mulighed. Vi vælger jo ofte den billigste løsning, hvis der er flere gode muligheder. CO2-afgifter vil også fremme udviklingen af alternativer. For at afgifterne ikke skal gøre livet svært for de fattigste, bør de kompenseres via en \"grøn check\" over skatten, som vi allerede har brugt ved tidligere miljøtiltag."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Vi er i forvejen højt beskattet og har mange og høje afgifter på diverse varer. Det er den forkerte vej at gå at gøre ting dyrere, da det vil gå ud over den fattige befolkning, der i forvejen har nok at kæmpe med. I stedet burde der gives flere støtteordninger frem for at forsøge at få folk til at ændre adfærd og installere andre teknologier."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Danmark bruger over 20 milliarder på udviklingsbistand, herunder mange milliarder til NGO'er såsom Oxfam, Mellemfolkeligt Samvirke og Røde Kors, som har synspunkter, hvad angår Gaza-konflikten eksempelvis, som intet har at gøre med udviklingsbistand, så hvorfor understøtte disse venstreorienterede synspunkter med skattekroner? Endelig skal DK bruge mange milliarder ekstra årligt på at genopbygge forsvaret, så her kunne man tage 10 milliarder ud af de 20 milliarder i udviklingsbistand og anvende dem til forsvaret. Der er ingen fakta, der rent faktisk dokumenterer, om udviklingsbistand virkelig hjælper."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Danmarks økonomiske og sociale ressourcer er ikke uendelige. Kommer der flere asylansøgere, vil det medføre pres på sundhedsvæsenet, skolesystemet og velfærden. Integrationen af de flygtninge, der allerede er i Danmark, går ikke specielt godt: høj arbejdsløshed, parallelsamfund, social kontrol, kriminalitet og radikalisering i visse miljøer, kulturel belastning (vildt forskelligt syn på ytringsfriheden, ligestilling, homoseksualitet osv.). Vi skal hjælpe i nærområderne, men vi kan ikke tage alle verdens problemer på vores kappe. Systemet tiltrækker migranter med økonomiske motiver frem for ægte flygtninge."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal prioritere egne energikilder højt i denne ustabile verden. Der er dele af vores samfundsfunktioner, der skal bruge olie, og gasnettet er etableret, hvilket efter min mening legitimerer fortsat brug af gas, når vi sammenligner CO2-udledning med etablering af nyetableringer. Den øgede risiko for krigssituationer er et langt værre scenarie for CO2-udledning end vores daglige forbrug."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Historisk er danskere blevet hjulpet af andre lande, og vi skal selvfølgelig hjælpe, hvor vi kan. Vi skal forsøge at hjælpe mest muligt i nærområdet, men vi skal også hjælpe nogle her i DK. Kan vi sove godt om natten, hvis vi ved, at andre mennesker lider? Vi kan ikke redde alle, men vi kan hjælpe nogle."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Jeg mener, det er vigtigt, at vi ikke reducerer udgifterne til udviklingsbistanden. Det er vigtigt, at vi hjælper lokalt, så vi ikke affolker et område, der har det svært. Hvis vi affolker et område, bliver det svært at få et område/befolkning på fode igen. Det er billigere at hjælpe lokalt, og vi kan dermed hjælpe flere lokalt, end hvis befolkningen ender som flygtninge i stedet for."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi bliver nødt til at reducere CO2-udslippet for at redde kloden fra yderligere opvarmning. Den tiltagende opvarmning, vi allerede har, er for høj og skal mindskes. Jeg må gå ud fra, at mine medmennesker gennem pressen er orienterede om alle de tiltagende katastrofer, der allerede er forekommet, og som skal stoppes/formindskes så hurtigt som muligt. De er jo skabt af os mennesker; derfor er det også os, der skal ændre det."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Danmark er et velstående land set på verdensplan. Hvis ikke vi kan modtage flygtninge, hvem kan så? Det er almindelig medmenneskelighed. Hvis ikke de mest sårbare flygtninge kan komme væk, så risikerer vi, at konflikterne breder sig til skade for alle. Desuden har vi lovet verdenssamfundet at modtage ca. 500 flygtninge pr. år — det opfylder vi ikke, hvilket skader den måde, andre lande ser på os, og dermed vores muligheder for handel m.v."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Som et af verdens rigeste lande og et af de lande, der påvirker klimaet allermest, har vi en forpligtelse til at hjælpe lande med færre midler med at give deres borgere et ordentligt liv. Det er det ordentlige at gøre. Et andet argument kan være, at hvis vi ikke hjælper, ja, så vandrer folk fra de fattige og mindre udviklede lande mod den rigere del af verden, hvilket er helt forståeligt. Hvem vil ikke gerne have et godt liv med sikkerhed for mad, arbejde og tag over hovedet? Endelig vil det også betyde en mindre konfliktfyldt verden, hvilket også er til gavn for os."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi må nedbringe CO2-udledningen for at stoppe klimaforandringer, som kan gøre vores klode ubeboelig og gøre livet ringere for mennesker overalt på kloden. Nedbringelse af CO2 kan ske ved, at alle lægger deres livsstil om, både virksomheder og private. Erfaringer med at lade dette ske ad frivillighedens vej har vist, at dette ikke sker hurtigt nok. Derfor er staten nødt til at hjælpe borgerne med at leve mere klimarigtigt. Dette kan ske ved at gøre det billigere at leve klimarigtigt og dyrere at udlede CO2. Økonomiske argumenter er ikke altid rigtige, men i denne situation virker de."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Der skal støttes i nærområder inden for samme kulturkreds. Det giver alt for mange spændinger i det danske samfund, at der kommer mange til Danmark, der ikke deler de samme værdier, som vi har i Danmark - både demokratiske og religiøse værdier, gensidig respekt, etiske og moralske værdier, men også værdier omkring adfærd og børneopdragelse."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Vi skal bruge pengene herhjemme til at løfte vores velfærd. Der bliver skåret ned hele tiden på vores ældrepleje og vores skoler, så pengene skal gå dertil. De gamle begrænses i deres hjælp i hjemmet, og skolebørn kan ikke få de rigtige tilbud om udvikling og hjælp i skolerne, især specialtilbud."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Klimaet løber løbsk med oversvømmelser, skybrud og tørke. Vi er nødt til at begrænse forbruget af de dagligvarer og den energi, der udleder mest CO2. Det skal kunne betale sig at nedsætte forureningen med drivhusgasser til gavn for Danmark og hele kloden. Vore børn og børnebørn forventer det af os. Der er ingen Planet B."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen burde reducere udgifterne til udviklingsbistand, da det er afgørende for en fredelig verden, at vi fortsat lærer udviklingslandene om demokrati. Der er mange unge demokratier i verden, som har brug for vores bistand til at fortsætte det arbejde, de har startet. Jeg har selv været udsendt og oplevet, hvor stor forskel forholdsvis små beløb kan gøre. Danmark kan bidrage med viden og knowhow — og i en tid, hvor verden er presset på demokratiet, er det afgørende, at vi fastholder vores udviklingsbistand."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Vi er som land ikke dygtige nok til at håndtere flere asylansøgere på nuværende tidspunkt. Vi bør arbejde på at sikre dem der allerede er her en uddannelse og et job, så de kan blive selvforsørgende og bidrage til samfundet. Hvis man skal modtage flere asylansøgere, skal der sørges for, at de bliver selvforsørgende, så de bidrager til samfundet."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "NA"
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Vi har ansvaret for andre end os selv og vores egen navle. Det handler om global solidaritet. Det skal løfte udviklingen i de pågældende lande, så de kan skabe udvikling, blive økonomisk, socialt, klima- og miljømæssigt samt demokratisk selvbærende, og samtidig løfte indkomst- og levestandarden for deres befolkninger, herunder også gennem den interne fordelingspolitik."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi er nødt til at reducere CO2-udledningen for at standse klimaforandringerne. Det er os, der har forurenet og udledt, og det er os, der skal vende udviklingen. Vi har ikke tid til at vente på, at alle ændrer adfærd ad frivillighedens vej, og vi ved, at det mest effektive værktøj til adfærdsændringer er at lægge afgifter på det, vi vil have mindre af. Så kan vi til gengæld lette afgifter, som f.eks. moms, på de varer, vi gerne vil have folk til at bruge i stedet for."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "CO2-udledningen koster os alle allerede nu. Det koster i form af frygt for fremtiden, det koster økonomisk i forbindelse med et stigende behov for klimasikring, det koster økonomisk i forbindelse med øgede udgifter til forsikringer. Jo længere der går, før CO2-udledningen stoppes, jo højere bliver omkostningerne. Der er tradition for at lade forureneren betale. Derfor er afgifter på klimaforurenende dagligvarer og energi helt i tråd med sædvanen."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Når man flygter fra krig og forfølgelse, er det af nød og ikke af lyst. Vort samfund bygger på en kristen grundholdning om, at man hjælper andre i nød. Det er vigtigt, at vi skelner mellem immigranter, der søger egen lykke ved at komme ind i f.eks. Danmark, og flygtninge, der er tvunget på flugt af krig, forfølgelse eller naturkatastrofer. Det er en kendsgerning, at “nye” danskere har været med til at gøre Danmark til et rigere land. Og gennem historien har vi hentet inspiration til udvikling gennem kontakt med mennesker fra andre kulturer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi har alle et ansvar via vores adfærd. Og hvis nogle forbruger på en måde, der er ødelæggende for klimaet, er det et overgreb på vores fælles ressourcer. Og her kan afgifter være et nyttigt redskab, selvom jeg grundlæggende er imod afgiftssystemet, da det ofte er skjulte skatter. Og i et land som Danmark, med højt skattetryk, skal vi være særligt varsomme. Men intelligente afgifter er velkomne, og bør designes efter hensigten."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Vi har siden 1870 trukket hårdt på de fossile brændstoffer, som jorden har været 4,5 mia. år om at opbygge. Det har været 150 år med en stærkt stigende klimabelastning. Vi skal søge andre veje og satse på vedvarende energiformer som sol, vind og biogas. Sikkerhedspolitisk er vi nødsaget til at forholde os til forsyningssikkerheden, hvorfor vi endnu ikke kan udfase de fossile brændstoffer."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Endnu en gang har sommeren budt på varmerekorder og oversvømmelser forårsaget af klimaforandringer. Der skal handling bag ordene, hvis vi skal nå at bremse udviklingen, og vi kommer ikke uden om, at vi også skal se på, hvad vi spiser, hvordan vi opvarmer vores boliger, hvor meget vi kører i benzindrevne biler, og hvor meget vi flyver.\nMange er i gang med at ændre vaner, men det går for langsomt. Ønsketænkningen er, at alle over tid bliver mere bevidste om deres ansvar, men vi har ikke tid.\nDerfor må vi tage næste skridt og regulere vores adfærd med afgifter. Er det sjovt? Nej. Er det nødvendigt? Ja."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Danmark skal sikre energiuafhængighed gennem vedvarende energi. Ved at bruge vedvarende energi sikrer vi, at Danmark er mest muligt uafhængig af fremmede stater. Samtidig sikrer vi, at klimaet ikke bliver forværret. Hvis klimaet bliver forværret, øges konflikterne, og vi får en langt mere usikker verden. Ved at investere i vedvarende energi sikrer vi Danmarks energiuafhængighed, samtidig med at vi ikke øger klimakrisen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Ulandsbistand er vigtig for modtagerlandene til at kunne opbygge et demokratisk samfund med økonomisk vækst, som vil give dets borgere bedre og sundere livsmuligheder, og som kan være en modvægt til udemokratiske regeringer. Det kan ligeledes være med til at sikre kloden mod rovdrift på de naturlige ressourcer ved at borgerne har bedre vilkår for uddannelse og dermed har en større vifte af jobmuligheder."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal fremme olie- og gasudvinding i Nordsøen, da det er en kilde, der eksisterer i undergrunden og ikke skal fremstilles. Til forskel fra sol- og vindenergi skal der laves store investeringer i møller og solceller. Der skal inddrages store mængder jord, som kunne have bidraget til fødevareproduktion. Derved kan vi ende i en situation, hvor vi ikke længere er selvforsynende og skal importere fra andre lande, som højst sandsynligt heller ikke kan forsyne sig selv. Vi vil stå med \"sorte\" marker, der før ændrede udtryk og farver efter årstiderne."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er vigtigt, at CO2-afgiften også kommer på importerede varer, så transport også har indflydelse. Det er bedre end at lade producenten betale; dermed undgås konkurrenceforvridning, og danske varer står bedre i konkurrencen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Udviklingsbistanden er vigtig af flere grunde. Etisk, fordi vi har et ansvar for mennesker, der rammes af f.eks. sult, tørke og klimaforandringer. For klima og natur, for at kunne støtte den grønne omstilling og forebygge ødelæggelse af naturen og vores fælles jordklode. Økonomisk og for den globale sikkerhed, da lande og befolkninger i positiv udvikling er bedre handelspartnere og forebygger nye krige og konflikter."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Hele vor måde at samarbejde med andre lande på - ikke mindst udviklingslandene - er under kraftig omstrukturering. Det skyldes, at fremtiden ikke længere styres af penge alene, men af adgang til råstoffer, arbejdskraft og viden. I mange udviklingslande er der ressourcer, som giver I-landene den største merværditilvækst. Vi kan kun fremme udviklingen i disse lande gennem bistand, der sikrer, at landene bliver selvkørende inden for politisk ledelse, virksomhedsledelse og uddannelse. Afrika er et godt eksempel, hvor vi kan forvente en firedobling af mellemindkomsterne de næste 20-30 år. Det skaber fred."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Jeg synes, at regeringen skal reducere ulandsbistanden, da jeg føler, at mange af pengene forsvinder ud i den blå luft.\nMit kendskab er ikke så stort, men jeg undrer mig over, at mange lande ikke er kommet så langt i deres politiske udvikling. Jeg bekymrer mig over, om hjælpen kommer til dem, som har behov for den. Min viden er kun fra sociale medier. Jeg går ind for at hjælpe, men mangler indsigt og viden."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Afgifter er ikke løsningen. Løsningen er nytænkning. Ved at investere i fremtidige løsninger, der sikrer, at dagligvarer, der udleder CO2, fx animalsk produktion, i fremtiden udleder mindre, bevarer vi produktionen i Danmark og kan tilmed få en gevinst ved at være et land, der har løst problemstillingen. Ved at gøre et produkt dyrere gennem afgifter flytter vi markedet væk fra Danmark og til udlandet. Det kan potentielt give en større udledning, da varen så også skal transporteres. Danmark har altid forstået at udvikle sig, ikke mindst inden for landbrugssektoren. Det kan vi gøre med viden og uden afgifter."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Ulandsstøtte redder liv, skaber stabilitet og forebygger kriser. Den fremmer uddannelse, ligestilling og bekæmper klimaforandringer. Det er både etisk rigtigt og i Danmarks egen interesse. Støtten virker – derfor bør vi ikke skære den ned, men fastholde den. Samtidig vil en nedskæring af bistand kunne føre til langt flere indvandrere til EU og Danmark."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Energiuafhængighed er vigtig, men størst mulig uafhængighed over for klimapåvirkninger er også vigtig. Udvinding af gas og olie kan i en kortere årrække bidrage til dansk energiuafhængighed, men vil også bidrage til øgede udfordringer med at tilpasse sig klimaforandringer. Vi kan producere al den energi, vi har behov for, ved brug af vedvarende kilder, især sol og vind. Denne energiforsyning reducerer samtidig klimapåvirkninger, er en decentral produktion og er som sådan robust i forhold til alle former for angreb; tillige er sol og vind den klart billigste energiform."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi har alle et ansvar for klimaet, og vi skylder fremtidige generationer at gøre noget effektivt for at reducere udledningen af CO2. For mig er det ikke et spørgsmål om, hvorvidt vi SKAL gøre noget, mere et spørgsmål om at finde den mest effektive måde at gøre noget på. Vi kan ikke fortsætte vores hidtidige praksis."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "CO2 og klimaforandringer hænger sammen, og de ekstreme vejrfænomener berører os alle. Derfor tænker jeg, at vi alle skal tage en del af ansvaret for at rette op på klimaet, så vores børn og børnebørn også har en fremtid. I Danmark redder vi ikke verden med vores bidrag i form af afgifter, men anvender vi afgifter til at fremme ny teknologi, så kan vores viden både bidrage til CO2-reduktion og skabe nye danske arbejdspladser."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Prøv at forestille dig, at det var dig eller din familie, der måtte flygte fra krig eller forfølgelse. Ville du ikke håbe, at nogen tog imod dig? Danmark har både ressourcer og plads til at hjælpe flere, og erfaringen viser, at mange hurtigt bidrager med arbejde, kultur og nye perspektiver. Det handler ikke kun om at hjælpe – det handler om at stå fast på vores værdier om medmenneskelighed og solidaritet."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi er alle indvandrere. Det er kun et spørgsmål om, hvornår vi er kommet. Vi skal være åbne for at hjælpe andre i nød. Så længe vi har mulighed og plads til at hjælpe, skal vi det: indtil vores land er oversvømmet pga. klimakrisen og stigende vandstand i verdenshavene. Så håber jeg, at andre lande vil tage imod os."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Når vi indfører CO2-afgift på varer og energi, der forurener miljøet m.m., så vil det blive mere attraktivt at købe fx fødevarer, der er sundere både for mennesker og for miljøet, og anvende den energi, der er mest bæredygtig. Det valg, der er bedst for miljø, klima og sundhed, bør være det billigste. Det vil også fremme, at producenterne tænker mere bæredygtigt."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Afgifter er ikke en farbar vej, det er en skrue uden ende. Penge er ikke et problem i vores del af verden — det er manglen på personlig fornuft og ansvar for andet end ens eget liv. Detailhandlen burde også tage et større ansvar og stoppe med at markedsføre oksekød, vin og spiritus som den altovervejende del af kostpyramiden. Men de dækker sig under, at det er det, forbrugeren ønsker, fordi forbrugeren ikke ser mange alternativer, og det er detailhandlens ansvar."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi står over for gigantiske miljømæssige og klimamæssige udfordringer både i Danmark og i resten af verden. Hvis vi ønsker, at vores børn og børnebørn skal kunne arve en klode, der fortsat kan danne grundlag for en menneskeværdig tilværelse for alle, så skal vi handle nu. Vi er nødt til at regulere og reducere vores forbrug - og især vores brug af energi - hvis det skal kunne lykkes."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "In Favor",
    "Text": "Vi skal hjælpe folk, der flygter fra krig, men myndighederne skal blive bedre til at sikre, at det er de rette, der får opholdstilladelse. Asylmyndighederne må ikke tage kontakt til ansøgeres hjemlande, og der kommer folk med falske historier og med opdigtede identiteter. Det er et velkendt problem, og vi bør se på de gældende konventioner på området."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Jeg er enig i, at regeringen skal fremme sikringen af energiuafhængighed, men det skal ske på en måde, så miljøet ikke bliver yderligere belastet. Jeg mener, det er vigtigt at støtte udvikling af mere CO2-neutrale energikilder. Det kan f.eks. være brint, men det er vigtigt, at der hele vejen tages hensyn til miljøet. Det vil sige, der skal være gennemsigtighed i hele fødekæden."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi er nødt til at foretage disse tiltag, dels for at mindske udledningen af CO2 og fremme den vedvarende energiproduktion. I samme forbindelse skal momsen fjernes fra den del af fødevarerne/grøntsagerne, som udelukkende er produceret økologisk eller biodynamisk/regenerativt. På den måde vil jeg være overbevist om, at forbruget vil ændre sig i fremtiden, og mange medborgere vil opleve større livskvalitet, som jo også skal være et vigtigt element for at kunne få opbakning fra befolkningen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "At hjælpe nødlidende i deres lokalområde er en vigtig opgave for et land, der er så privilegeret som Danmark er. Vi har i mange år ikke haft krig, og truslen om naturkatastrofer er meget lav hos os. Derfor skal vi hjælpe de mennesker, som rammes hårdere, der hvor de bor, men med udvikling og \"hjælp til selvhjælp\" for øje."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Jeg synes ikke, at regeringen skal reducere udgifterne til udviklingsbistand, fordi vi har en moralsk forpligtelse til at hjælpe mennesker i nød - og fordi vi på den måde kan reducere gruppen af borgere fra fattige lande i Syd, der søger nordpå for et tåleligt liv. Vi skal bruge udviklingsbistanden til at skabe varige løsninger i forhold til job, forsyninger og uddannelsesmuligheder i de lande, der har behov for det. Reducerer vi, ender vi med kun at tilbyde nødhjælp og dermed at skulle bruge mange flere ressourcer på at holde migranter ude ved grænserne."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi lægger afgift på det, som forurener/udleder mest, får vi samtidig den mest retfærdige og effektive måde at reducere udledningen på. Det kan fx være, at oksekød bliver dyrere, da denne kødtype har stor udledning. Til gengæld bliver fx kylling og linser med relativt lav udledning billigere. Endnu bedre kan det blive, hvis provenuet bruges til at sænke afgifter og moms på de produkter, der udleder mindst."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Mange dagligvarer produceres med højt CO2-aftryk. Det har konsekvenser for miljøet og den globale opvarmning. Fx har kød og mælkeprodukter et meget højt CO2-aftryk. Kød er en klimabelastende fødevare, der produceres af dyr, som udleder drivhusgasser/metan. Dyrene fodres med foder, der kræver nedlæggelse/afbrændning af regnskove for at gøre plads til marker, fx sojadyrkning. Fossile energikilder udleder enorme mængder af CO2. Vi skal derfor satse på flere vedvarende energikilder som sol- og vindenergi."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Mangel på vand. Mangel på mad. Mangel på tryghed. Mangel på håb for fremtiden. \nDet oplever en alt for stor del af verdens befolkning. Mennesker, der ikke har håb for fremtiden - for dem selv, for deres børn, for de næste generationer - vil - hvis det overhovedet er muligt - flygte til dele af verden, hvor der er vand, mad, tryghed og håb for deres børn. Danmark skal give disse mennesker en fremtid dér, hvor de bor. Vi skal sammen med andre rige lande tage ansvar for at udvikle landbrug, skoler, infrastruktur og ikke mindst demokrati. Der skal være håb for fremtiden alle steder i verden!"
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi lever i en tid med store udfordringer i forhold til klima og bæredygtighed. Her er det vigtigt, at alle bidrager til at reducere CO2-udledningen. Et af redskaberne er, at vi som forbrugere må hjælpes til at købe varer, der er mere CO2-venlige, og at sætte afgifterne op på fødevarer m.m., der er mest belastende."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det holder ikke, at man har lavet en økonomi, hvor man kan forurene vores fælles klima uden at skulle betale regningen. Det gør, at alt for mange ikke omstiller sig til en grønnere produktion, men bare bliver ved med at forurene. Det grønne valg skal være det billigste. Her har vi i Danmark en mulighed for at gå forrest og være det eksempel, andre lande kan følge for at lave en økonomi, hvor forureneren betaler, og der derfor også er økonomi i at være grønnere og passe på vores fælles klode. Det kræver CO2-afgifter på de varer og den produktion, som forurener mest."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi skal bringe jordens økosystemer i balance igen og sikre, at vores børn og fremtidige generationer har adgang til ren luft og rent drikkevand, og hvis vi skal forhindre klimakatastrofer, som vi selv har skabt i fremtiden, gælder det om at mindske udledning af CO2 og forurening, der hvor det er mest effektivt, og her spiller dagligvarer og energi en meget stor rolle, fordi det er meget store mængder CO2 og forurening, vi her kan forhindre, og fordi vi alle kan bidrage aktivt. Samtidig er \"offeret\", vi sammen skal bringe, beskedent. Det er simpelthen en af de bedste måder at nå vores mål."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Der er lavet meget forskning om effekterne af udviklingsbistand. Den overordnede konklusion er, at udviklingsbistand ikke udvikler lande. Lande udvikles af politiske reformer, som kun landene selv kan gennemføre, og udviklingsbistand forsinker i værste fald gennemførelsen af disse reformer. I mange andre tilfælde gør udviklingsbistanden hverken fra eller til."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Når Dan Jørgensen vil forbyde import af russisk gas fra 2027, så skal vi naturligvis ikke hente og fragte den ekstra olie og gas fra Mellemøsten og USA. De penge bør lægges i Europa, hvor vi kan. Vi skal ikke gå på kompromis med vores klimamål, men vi skal heller ikke lægge vores penge i transport, der øger klimabelastningen - og ej heller lægge penge på olie i et land, der truer os med toldsatser og at annektere Grønland."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi deler målsætningen om at blive uafhængig af fossile brændstoffer. Her er Danmark langt fremme, og vores teknologier gør verden grønnere. Men der er fortsat lang vej hertil. Indtil da er millioner af mennesker afhængige af fossile brændsler for at få varme om vinteren og komme på arbejde. Derfor er spørgsmålet: Skal vi købe det af folk, som bekriger os — fysisk og mentalt — eller skal vi være uafhængige af vores fjender ved at udnytte egne ressourcer? Derfor handler det her ikke om at reducere de grønne ambitioner, men at sikre national sikkerhed og hverdagen i overgangsperioden for millioner."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det vigtigste i politik er at være med til at gøre Danmark bedre for næste generation – og her er en af de vigtigste opgaver at gøre noget ved klima- og miljøudfordringer. Derfor skal vi gøre en aktiv indsats for at nedbringe CO2-udledningen. Jeg er klar over, at mange synes, det ikke batter noget, men hvis alle tænker sådan, så sker der ikke noget. Så vi skal alle bidrage med det, vi kan – og for den enkelte er det en meget lille omkostning."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi har brug for at sænke vores CO2-aftryk. Dette bør ikke overlades til den enkelte borger, da det både kan være svært at gennemskue og praktisk umuligt, fordi rigtig meget af det ligger i strukturerne. Ved at lade priserne på dagligvarer koste det, de rent faktisk udleder, så vil den mad, der er bedst for klimaet, blive billigst - og omvendt den, som slider på planeten, blive dyrest. Dermed vil der være et økonomisk incitament til at vælge det mest klimavenlige. Det vil være rigtig godt at kombinere med en grøn check til dem med dårligst økonomi, så der ikke opstår for stor en økonomisk skævvridning."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Der er en kæmpe ulighed mellem lande i verden; bl.a. er der store udfordringer i det globale syd og i Sydamerika. Det er af stor interesse for en lille økonomi som den danske og for EU, at der sker en stærk udvikling i udviklingslandene. Fx i forhold til vores sikkerhed og migration. Så jeg mener ikke, vi skal reducere udgifterne til udviklingsbistand - omend jeg mener, vi bør udvikle bistanden, så vi er sikre på, at den skaber udvikling i det land, som støttes, og at vi reducerer returkommissionen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "I en usikker tid med krig i Europa og Mellemøsten må og skal vi sikre det danske forsvar. Det giver derfor ikke mening, at vi giver så mange penge til udviklingsbistand - og særligt ikke til lande, der ikke kæmper for frihed og demokrati. Derfor bør vi reducere udgifterne til udviklingsbistanden - og bruge dem på at styrke det danske forsvar. De danske skattekroner skal først og fremmest bruges på at sikre danskerne og Danmark."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Det er vigtigt at lægge en CO2-afgift på produktionsleddet, da det er den mest omkostningseffektive måde at reducere udslip fra forskellige sektorer. Indføres der en CO2-afgift, vil virksomheder reducere deres udledning for at vinde en konkurrencemæssig fordel over for de virksomheder, der ikke omstiller sig."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Vi skal indføre en CO2-afgift på de mest miljø- og klimabelastende varer og energi for at regulere adfærd. Klimaudfordringerne er nu så store, at det haster med at få nedbragt CO2-udslippet. Hvis vi ikke gør noget, så bliver verden varmere med katastrofale konsekvenser til følge: vildere vejr, tørke og sult i fattigere lande syd for Europa med krig og migration til følge. CO2-udledningen kommer ikke kun til at gå ud over naturen og vores miljø; den kommer også til at påvirke vores samfund negativt. En afgift vil også flytte forbruget over på de mere klimavenlige varer, som ofte også er sundest."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Allerede nu mærker vi konsekvenserne af klimakrisen i form af fx flere oversvømmelser. Andre lande oplever samme ekstreme vejrfænomener i endnu højere grad. Det har betydelige omkostninger. Derfor er Danmark, sammen med verdens lande, enige om, at vi skal reducere vores CO2-udledninger ved at udfase olie- og gasudvinding og i stedet satse massivt på vedvarende energi. Vi skal i stedet investere i grøn energi. Det skylder vi både hinanden og fremtidens generationer. Herudover er grøn energi også billigere end olie og gas og langt bedre for miljøet. Det er en win-win."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Hvis vi skal i mål med den grønne omstilling, så skal flere brancher bidrage: industrien, landbruget, transportsektoren m.fl. Med en afgift vil vi kunne gøre det dyrere at forurene meget og dermed gøre det mere interessant for danskerne at vælge klimavenligt. Dog skal der være en social balance, så hverdagen stadigvæk kan hænge sammen for danskere med en lav indtægt. Grøn omstilling med social retfærdighed."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "En CO2-afgift på danskproducerede dagligvarer risikerer at føre til, at produktionen flytter til udlandet uden at det reelt reducerer CO2-udledningen på verdensplan — måske tværtimod. Derfor giver det ikke mening med en sådan afgift. Hvis en sådan afgift skal indføres, skal den være på varen i køledisken, så alle varer rammes uanset hvor de er produceret."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Vi skal bruge de energiformer, vi har til rådighed, mens vi er i en transition til nye energiformer. Det koster rigtig mange penge at udvikle og implementere de nye energiformer, som vi alle overordnet set gerne vil bruge. Det handler om den almene dansker, der skal have råd og derved acceptere overgangen. Hvis det bliver en omkostningstung udgift for den almene dansker, vil der opstå modstand og gøre det langt sværere for politikerne at få gennemført omstillingen. Vi må også anerkende, at udledningen fra olie og gas i dag er langt under niveauet i forhold til for få år siden."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Udviklingsbistand er ikke en almisse: Det er en investering. Hvis vi investerer massivt i, at udviklingslande får mulighed for at udvikle sig, kommer det både dem og os til gode. Kun på en måde kan vi modvirke de store flygtningestrømme, der skyldes dårlige levevilkår - for det er forståeligt, at man ønsker at forlade et land, hvor der ikke er nogen fremtid."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "Vi skal i mål med den grønne omstilling, men vi skal gøre det klogt. Særligt landbruget er en af de helt store udledere af klimagasserne. Men hvis vi sætter en afgift på dagligvarer fra f.eks. landbruget, så vil det kun være de danske forbrugere, der betaler afgiften. Landbrugets eksport vil ikke blive ramt. Hvis vi derimod sætter afgift på selve produktionen, så vil landmanden have interesse i at nedbringe sin udledning, spare pengene og dermed kunne nedsætte prisen på sine produkter. Mht. energi skal vi passe på, at vi ikke går for hurtigt frem. Det kan skabe modstand mod omstillingen."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Verdens goder - politiske og økonomiske - er meget ulige fordelt. Det er både politisk og moralsk vigtigt og rigtigt, at Danmark bidrager med noget af vores rigdom til at ændre på de strukturer, der holder mennesker fast i fattigdom og ulighed andre steder i verden og styrke menneskers mulighed for selv at bestemme, hvordan deres samfund skal udvikle sig. Udover at det er retfærdigt, så er det sådan set også i vores egen interesse. At sikre mennesker gode og trygge liv i velfungerende og fredelige samfund forebygger konflikt og krig og dermed også, at mennesker migrerer eller sendes på flugt."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "Det er uden enhver tvivl, at vi har brug for fossile brændstoffer i mange år endnu. At vi standser med at producere dem selv vil gøre os (endnu mere) afhængige af de mange diktaturstater, der producerer disse brændstoffer. Det vil styrke dem økonomisk — og i sidste ende militært. Vi bliver svagere — de bliver stærkere. Eksemplet med Rusland skræmmer."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Det er vigtigt, at vi fortsat har en høj grad af udviklingsbistand. Det skubber positivt på udviklingen i udviklingslandene, hvilket er godt, fordi det gør, at de pågældende lande får muligheden for at skabe deres egen fremtid. Derudover er det positivt, at vi som land går forrest og viser vejen for dem, der måske ikke leverer så meget."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "In Favor",
    "Text": "Udviklingsbistanden er som koncept en god idé. Men desværre er konceptet ikke sort-hvidt, når vi ser på, hvad den bruges til i dag. Blandt andet sender vi stadig bistand til lande som f.eks. Kina. Der er andre lande, som tilsvarende får tilskud, hvor man ret beset kan se, at landet pga. sin økonomiske formåen burde kunne klare sig uden. Derudover kan vi se, at udviklingsbistand går til lande, som samtidig ikke ville tage imod deres egne medborgere, hvis de udvises af Danmark. Man bør ikke kunne modtage bistand i et land, der ikke ønsker at tage ansvaret for sine egne medborgere."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Vi skal være 100 % uafhængige af fossile brændsler og satse på VE-energi; vi skal sikre os mod klimaforandringer. Energipolitik er også sikkerhedspolitik; vi skal ikke være i lommen på nogen. Når vi laver alternativ energi, skaber vi også en masse grønne arbejdspladser og en teknologi, vi kan sælge til andre."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Europas energiuafhængighed kan sikres med grøn energi.\nI Nordeuropa er der stort potentiale for vedvarende energi.\nKlimapolitisk set er det vigtigt at reducere olie- og gasindvinding. Komplet energiuafhængighed er ikke realistisk, men det er muligt i Europa at lave en større energipolitisk indsats for at gøre EU's andel af vedvarende energi større. EU har mål for at sikre uafhængighed samt en større andel af grøn energi."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "In Favor",
    "Text": "Forbrugerne har et ansvar for klimahandling, men Folketinget har det største ansvar for indretning af love og regler, der understøtter ansvarlig klimahandling. Her går begge parter hånd i hånd. Man hører ofte borgerne sige: \"Hvad kan jeg gøre?\" Dette ønske skal man ikke undervurdere. Mange oplever klimaforandringer som meget bekymrende og ønsker derfor selv at være en del af løsningen. Det gælder indkøb af mad, tøj og energi."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Vi kan opnå energiuafhængighed ved at fremme vores investeringer i grønne løsninger såsom havvind, solenergi, P2X mv. For vores kommende generationer og vores klima skal vi gå forrest ved at prioritere det grønne frem for olie- og gasudvinding. Danmark har i flere årtier gået forrest med grønne løsninger, særligt vindmøller, som har skabt en stor industri, som vi er kendt for på verdensplan. Det skal vi fastholde."
  },
  {
    "Issue": "acceptere flere asylansøgere, der flygter fra krig eller forfølgelse.",
    "Pos": "Against",
    "Text": "Det er langt bedre for både Danmark og den enkelte asylansøger, der flygter, at blive hjulpet i nærområdet. Og at Danmark støtter de lande, der ligger i nærområderne. Derefter er det vigtigt, at man har en fælles tilgang i EU til fordelingen af asylansøgerne, når de er blevet taget godt hånd om i nærområderne. Danmark har historisk set taget en stor andel af asylansøgere, og det er noget, der bør spille ind, og dermed bør Danmark ikke tage flere asylansøgere."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "Against",
    "Text": "Olieindustrien hører fortiden til og bidrager til klimaforandringer og miljøforurening. Det er en kortsigtet løsning at fremme olie- og gasudvinding i Danmark. Vi bør i stedet satse på vedvarende energi, som er en bæredygtig og langsigtet løsning, der også gavner generationer ud i fremtiden. Hvis vi ikke løser klimakrisen, er det vores børn og børnebørn, der betaler regningen."
  },
  {
    "Issue": "fremme olie- og gasudvinding i Nordsøen for at sikre energiuafhængighed.",
    "Pos": "In Favor",
    "Text": "I dag importerer EU enorme mængder gas fra Rusland, hvilket er med til at finansiere deres invasion af Ukraine.\nFor at gøre EU uafhængigt af russisk gas, planlægges der enorme investeringer i havne i EU, så vi kan importere flydende gas fra USA, hvilket, ud over at være dårligt for klimaet, skaber en ny afhængighed.\nDerfor bør vi kigge på, om vi kan udvinde mere gas i Nordsøen i stedet . Det vil være bedre både for klimaet, Europas sikkerhed og vores økonomi."
  },
  {
    "Issue": "reducere udgifterne til udviklingsbistand.",
    "Pos": "Against",
    "Text": "Der er fortsat ulighed i verden, men omfanget af ekstrem fattigdom er heldigvis faldende. Det skyldes bl.a. den udviklingsbistand, som vi i de rige lande har ydet til mennesker, der ikke er lige så heldige som os. Jeg tror, at alle er enige om, at det er vigtigt at løfte mennesker ud af fattigdom. Hvis udviklingsbistand alene blev givet som frivillige bidrag, ville der ikke blive ydet lige så meget. Bistanden skal målrettes de lande og de projekter, hvor den har størst effekt, og det er rimeligt at stille krav til modtagerlandene. Uden udviklingsbistand vil flygtningestrømmene blive større."
  },
  {
    "Issue": "indføre en CO2-afgift på dagligvarer og energi, der forurener mest, for at reducere udledningen",
    "Pos": "Against",
    "Text": "At indføre en CO2-afgift på dagligvarer og energi, der forurener mest, kan få en social slagside. Hvis det skal indføres, skal der medtænkes mulighed for kompensation eller andre ordninger sideløbende, der kan opveje den ulighed, der måtte opstå. Et eksempel kunne være en borger, der bor i et udkantsområde, fordi her er billigt at bo. Men huset er måske fortsat opvarmet med olie eller gas, og bilen er en brugt dieselbil. Vedkommende vil kunne være tvunget til at finde et andet sted at bo, hvis ikke vi husker at se på hele situationen."
  }
]
}